{
"stories":
    [
        {
          "st_nm" : "Бобовое зернышко",
          "st_txt":"Жили-были петушок да курочка. Рылся петушок и вырыл бобок.<br>- Ко-ко-ко, курочка, ешь бобовое зернышко!<br>- Ко-ко-ко, петушок, ешь сам!<br>Съел петушок зернышко и подавился. Позвал курочку:<br>- Сходи, курочка, к речке, попроси водицы напиться. Побежала курочка к речке:<br>- Речка, речка, дай мне водицы: петушок подавился бобовым зернышком! Речка говорит:<br>- Сходи к липке, попроси листок, тогда дам водицы.<br>Побежала курочка к липке:<br>- Липка, липка, дай мне листок! Отнесу листок речке - речка даст водицы петушку напиться: петушок подавился бобовым зернышком.<br>Липка говорит:<br>- Сходи к девушке, попроси нитку. Побежала курочка:<br>- Девушка, девушка, дай нитку! Отнесу нитку липке - липка даст листок, отнесу листок речке - речка даст водицы петушку напиться: петушок подавился бобовым зернышком.<br>Девушка отвечает:<br>- Сходи к гребенщикам, попроси гребень, тогда дам нитку.<br>Курочка прибежала к гребенщикам:<br>- Гребенщики, гребенщики, дайте мне гребень! Отнесу гребень девушке - девушка даст нитку, отнесу нитку липке - липка даст листок, отнесу листок речке - речка даст водицы петушку напиться: петушок подавился бобовым зернышком.<br>Гребенщики говорят:<br>- Сходи к калашникам, пусть дадут нам калачей. Побежала курочка к калашникам:<br>- Калашники, калашники, дайте калачей! Калачи отнесу гребенщикам - гребенщики дадут гребень, отнесу гребень девушке - девушка даст нитку, нитку отнесу липке - липка даст листок, листок отнесу речке - речка даст водицы петушку напиться: петушок подавился бобовым зернышком.<br>Калашники говорят:<br>- Сходи к дровосекам, пусть нам дров дадут. Пошла курочка к дровосекам:<br>- Дровосеки, дровосеки, дайте дров! Отнесу дрова калашникам - калашники дадут калачей, калачи отнесу гребенщикам - гребенщики дадут гребень, гребень отнесу девушке - девушка даст нитку, нитку отнесу липке - липка даст листок, листок отнесу речке - речка даст водицы петушку напиться: петушок подавился бобовым зернышком.<br>Дровосеки дали курочке дров.<br>Отнесла курочка дрова калашникам - калашники дали ей калачей, калачи отдала гребенщикам - гребенщики дали ей гребень, отнесла гребень девушке - девушка дала ей нитку, нитку отнесла липке - липка дала листок, отнесла листок речке - речка дала водицы.<br>Петушок напился, и проскочило зернышко.<br>Запел петушок:<br>- Ку-ка-ре-куу!"
        },
        {
        "st_nm" : "Война грибов",
        "st_txt":"В  старые-стародавние времена царь Горох воевал с грибами.<br>Гриб боровик, над грибами полковник, под дубочком сидючи, на все грибы глядючи, стал приказывать:<br>- Приходите вы, белянки, ко мне на войну!<br>Отказалися белянки:<br>- Мы - столбовые дворянки! Не пойдем на войну!<br>- Приходите вы, рыжики, ко мне на войну! Отказались рыжики:<br>- Мы - богаты мужики! Не пойдем на войну!<br>- Приходите вы, волнушки, ко мне на войну! Отказалися волнушки.<br>- Мы, волнушки, - старушки! Не пойдем на войну!<br>- Приходите вы, опенки, ко мне на войну! Отказалися опенки:<br>- У нас ноги очень тонки! Не пойдем на войну!<br>- Приходите, грузди, ко мне на войну!<br>- Мы, грузди, - ребятушки дружны! Пойдем на войну!"
        },
        {
        "st_nm" : "Волк и козлята",
        "st_txt":"Жила-была коза с козлятами. Уходила коза в лес есть траву шелковую, пить воду студеную. Как только уйдет - козлятки запрут избушку и сами никуда не выходят. Воротится коза, постучится в дверь и запоет:<br>Козлятки отопрут дверь и впустят мать. Она их покормит, напоит и опять уйдет в лес, а козлята запрутся крепко-накрепко.<br>Волк подслушал, как поет коза. Вот раз коза ушла, волк побежал к избушке и закричал толстым голосом:<br>Козлята ему отвечают:<br>- Слышим, слышим - да не матушкин это голосок! Наша матушка поет тонюсеньким голосом и не так причитает.<br>Волку делать нечего. Пошел он в кузницу и велел себе горло перековать, чтоб петь тонюсеньким голосом. Кузнец ему горло перековал. Волк опять побежал к избушке и спрятался за куст.<br>Вот приходит коза и стучится:<br>Козлята впустили мать и давай рассказывать, как приходил волк, хотел их съесть.<br>Коза накормила, напоила козлят и строго-настрого наказала:<br>- Кто придет к избушечке, станет проситься толстым голосом да не переберет всего, что я вам причитываю, - дверь не отворяйте, никого не впускайте.<br>Только ушла коза, волк опять шасть к избушке, постучался и начал причитывать тонюсеньким голосом:<br>Козлята отворили дверь, волк кинулся в избу и всех козлят съел. Только один козленочек схоронился в печке.<br>Приходит коза; сколько ни звала, ни причитывала - никто ей не отвечает. Видит - дверь отворена, вбежала в избушку - там нет никого. Заглянула в печь и нашла одного козленочка.<br>Как узнала коза о своей беде, как села она на лавку - начала горевать, горько плакать:<br>Услыхал это волк, входит в избушку и говорит козе:<br>- Что ты на меня грешишь, кума? Не я твоих козлят съел. Полно горевать, пойдем лучше в лес, погуляем.<br>Пошли они в лес, а в лесу была яма, а в яме костер горел. Коза и говорит волку:<br>- Давай, волк, попробуем, кто перепрыгнет через яму?<br>Стали они прыгать. Коза перепрыгнула, а волк прыгнул, да и ввалился в горячую яму.<br>Брюхо у него от огня лопнуло, козлята оттуда выскочили, все живые, да - прыг к матери! И стали они жить-поживать по-прежнему."
        },
        {
        "st_nm" : "Журавль и цапля",
        "st_txt":"Летела сова - веселая голова. Вот она летала, летала и села, да хвостиком повертела, да по сторонам посмотрела и опять полетела - летала, летала и села, хвостиком повертела да по сторонам посмотрела и опять полетела - летала, летала...<br>Это присказка, а сказка вот какая. Жили-были на болоте журавль да цапля. Построили они себе по концам избушки.<br>Журавлю стало скучно жить одному, и задумал он жениться.<br>- Дай пойду посватаюсь к цапле!<br>Пошел журавль, - тяп-тяп! - семь верст болото месил.<br>Приходит и говорит:<br>- Дома ли цапля?<br>- Дома.<br>- Выдь за меня замуж!<br>- Нет, журавль, не пойду за тебя замуж: у тебя ноги долги, платье коротко, сам худо летаешь, и кормить-то тебе меня нечем! Ступай прочь, долговязый!<br>Пошел журавль домой несолоно хлебавши. Цапля после раздумалась:<br>'Чем жить одной, лучше пойду замуж за журавля'.<br>Приходит к журавлю и говорит:<br>- Журавль, возьми меня замуж!<br>- Нет, цапля, мне тебя не надо! Не хочу жениться, не возьму тебя замуж. Убирайся.<br>Цапля заплакала со стыда и воротилась домой. Ушла цапля, а журавль раздумался:<br>'Напрасно не взял за себя цаплю! Ведь одному-то скучно'.<br>Приходит и говорит:<br>- Цапля! Я вздумал на тебе жениться, пойди за меня!<br>- Нет, журавль, не пойду за тебя замуж!<br>Пошел журавль домой. Тут цапля раздумалась:<br>'Зачем отказала? Что одной-то жить? Лучше за журавля пойду'.<br>Приходит она свататься, а журавль не хочет. Вот так-то и ходят они по сию пору один к другому свататься, да никак не женятся."
        },
        {
        "st_nm" : "За лапоток - курочку, за курочку - гусочку",
        "st_txt":"Шла лиса по дорожке и нашла лапоток, пришла к мужику и просится:<br>- Хозяин, пусти меня ночевать. Он говорит:<br>- Некуда, лисонька! Тесно!<br>- Да много ли нужно мне места! Я сама на лавку, а хвост под лавку.<br>Пустили ее ночевать; она и говорит:<br>- Положите мой лапоток к вашим курочкам. Положили, а лисонька ночью встала и забросила свой лапоть. Поутру встают, она и спрашивает свой лапоть, а хозяева говорят:<br>- Лисонька, ведь он пропал!<br>- Ну, отдайте мне за него курочку.<br>Взяла курочку, приходит в другой дом и просит, чтоб ее курочку посадили к хозяйским гуськам. Ночью лиса припрятала курочку и получила за нее утром гуська.<br>Приходит в новый дом, просится ночевать и говорит, чтоб ее гуська посадили к барашкам; опять схитрила, взяла за гуська барашка и пошла еще в один дом.<br>Осталась ночевать и просит посадить ее барашка к хозяйским бычкам. Ночью лисонька украла и барашка, а поутру требует, чтобы за него отдали ей бычка.<br>Всех - и курочку, и гуська, и барашка, и бычка - она передушила, мясо припрятала, а шкуру бычка набила соломой и поставила на дороге.<br>Идет медведь с волком, а лиса говорит:<br>- Подите, украдите сани, да поедемте кататься.<br>Вот они украли и сани и хомут, впрягли бычка, сели все в сани; лиса стала править и кричит:<br>- Шню, шню, бычок, соломенный бочок! Сани чужие, хомут не свой, погоняй - не стой! Бычок нейдет. Она выпрыгнула из саней и закричала:<br>- Оставайтесь, дураки! - а сама ушла.<br>Медведь с волком обрадовались добыче и ну рвать бычка: рвали, рвали, видят, что одна шкура да солома, покачали головами и разошлись по домам."
        },

        {
        "st_nm" : "Зайкина избушка",
        "st_txt":"Жили-были в лесу лисичка и зайка. Жили они неподалёку друг от друга. Пришла осень. Холодно стало в лесу. Решили они избушки на зиму построить. Лисичка построила себе избушку из сыпучего снежка, а зайчик — из сыпучего песка. Перезимовали они в новых избушках. Настала весна, пригрело солнце. Лисичкина избушка растаяла, а зайкина стоит, как стояла. Пришла лисица в зайкину избушку, выгнала зайку, а сама в его избушке осталась.<br>Пошёл зайка со своего двора, сел под берёзкою и плачет. Идёт волк. Видит — зайка плачет.<br>— Чего ты, зайка, плачешь? — спрашивает волк.<br>— Как же мне, зайке, не плакать? Жили мы с лисичкой близко друг возле друга. Построили мы себе избы: я — из сыпучего песка, а она — из сыпучего снежка. Настала весна. Её избушка растаяла, а моя стоит, как стояла. Пришла лисичка, выгнала меня из моей избушки и сама в ней жить осталась. Вот я и сижу да плачу.<br>— Не плачь, зайка. Пойдём, я тебе помогу, выгоню лисичку из твоей избы.<br>Пошли они. Пришли. Волк стал на пороге зайкиной избушки и кричит на лисичку:<br>— Ты зачем залезла в чужую избу? Слезай, лиса, с печи, а то сброшу, побью тебе плечи. Не испугалась лисичка, отвечает волку:<br>— Ой, волк, берегись: мой хвост что прут, — как дам, так и смерть тебе тут.<br>Испугался волк да наутёк. И зайку покинул. Сел опять зайка под берёзкой и горько плачет.<br>Идёт по лесу медведь. Видит — зайчик сидит под берёзкой и плачет.<br>— Чего, зайка, плачешь? — спрашивает медведь.<br>— Как же мне, зайке, не плакать? Жили мы с лисичкой близко друг возле друга. Построили мы себе избы: я — из сыпучего песка, а она — из сыпучего снежка. Настала весна. Её избушка растаяла, а моя стоит, как стояла. Пришла лисичка, выгнала меня из моей избушки и сама там жить осталась. Так вот я сижу и плачу.<br>— Не плачь, зайка. Пойдём, я тебе помогу, выгоню лисичку из твоей избы.<br>Пошли они. Пришли. Медведь стал на пороге зайкиной избушки и кричит на лисичку:<br>— Зачем отняла у зайки избу? Слезай, лиса, с печи, а то сброшу, побью тебе плечи.<br>Не испугалась лисичка, отвечает медведю:<br>— Ох, медведь, берегись: мой хвост что прут,— как дам, так и смерть тебе тут.<br>Испугался медведь да наутёк и зайку одного покинул. Опять пошёл зайка со своего двора, сел под берёзкою и горько плачет. Вдруг видит — идёт по лесу петух. Увидел зайчика, подошёл и спрашивает:<br>— Чего, зайка, плачешь?<br>— Да как же мне, зайке, не плакать? Жили мы с лисичкой близко друг возле друга. Построили мы себе избы: я — из сыпучего песка, а она — из сыпучего снежка. Настала весна. Её избушка растаяла, а моя стоит, как стояла. Пришла лисичка, выгнала меня из моей избушки и сама там жить осталась. Вот я сижу да плачу.<br>— Не плачь, зайка, я выгоню лису из твоей избушки.<br>— Ой, петенька,— плачет зайка,— где тебе её выгнать? Волк гнал — не выгнал. Медведь гнал — не выгнал.<br>— А вот я выгоню. Пойдём,— говорит петух. Пошли. Вошёл петух в избушку, стал на пороге, кукарекнул, а потом как закричит:<br>А лисичка лежит и говорит:<br>— Ой, петух, берегись: мой хвост что прут,— как дам, так и смерть тебе тут.<br>Прыгнул петушок с порога в избу и опять кричит:<br>И — прыг на печь к лисе. Клюнул лису в спину. Как подскочит лисица да как побежит вон из зайкиной избушки, а зайка и двери захлопнул за нею.<br>И остался он жить в своей избушке вместе с петушком."
        },

        {
        "st_nm" : "Звери в яме",
        "st_txt":"Жил себе старик со старушкой, и у них только и было именья, что один боров. Пошел боров в лес желуди есть. Навстречу ему идет волк.<br>- Боров, боров, куда ты идешь?<br>- В лес, желуди есть.<br>- Возьми меня с собою.<br>- Я бы взял, - говорит, - тебя с собою, да там яма есть глубока, широка, ты не перепрыгнешь.<br>- Ничего, - говорит, - перепрыгну.<br>Вот и пошли; шли, шли по лесу и пришли к этой яме.<br>- Ну, - говорит волк, - прыгай. Боров прыгнул - перепрыгнул. Волк прыгнул, да прямо в яму. Ну, потом боров наелся желудей и отправился домой.<br>На другой день опять идет боров в лес. Навстречу ему медведь.<br>- Боров, боров, куда ты идешь?<br>- В лес, желуди есть.<br>- Возьми, - говорит медведь, - меня с собою.<br>- Я бы взял тебя, да там яма глубока, широка, ты не перепрыгнешь.<br>- Небось, - говорит, - перепрыгну.<br>Подошли к этой яме. Боров прыгнул - перепрыгнул; медведь прыгнул - прямо в яму угодил. Боров наелся желудей, отправился домой.<br>На третий день боров опять пошел в лес желуди есть. Навстречу ему косой заяц.<br>- Здравствуй, боров!<br>- Здравствуй, косой заяц!<br>- Куда ты идешь?<br>- В лес, желуди есть.<br>- Возьми меня с собою.<br>- Нет, косой, там яма есть широка, глубока, ты не перепрыгнешь.<br>- Вот, не перепрыгну, - как не перепрыгнуть!<br>Пошли и пришли к яме. Боров прыгнул - перепрыгнул. Заяц прыгнул - попал в яму. Ну, боров наелся желудей, отправился домой.<br>На четвертый день идет боров в лес желуди есть. Навстречу ему лисица; тоже просится, чтоб взял ее боров с собою.<br>- Нет, - говорит боров, - там яма есть глубока, широка, ты не перепрыгнешь!<br>- И-и, - говорит лисица, - перепрыгну! Ну, и она попалась в яму.<br>Вот их набралось там в яме четверо, и стали они горевать, как им еду добывать.<br>Лисица и говорит:<br>- Давайте-ка голос тянуть; кто не встянет - того и есть станем. Вот начали тянуть голос; один заяц отстал, а лисица всех перетянула. Взяли зайца, разорвали и съели. Проголодались и опять стали уговариваться голос тянуть: кто отстанет - чтоб того и есть.<br>- Если, - говорит лисица, - я отстану, то и меня есть, все равно! Начали тянуть; только волк отстал, не мог встянуть голос. Лисица с медведем взяли его, разорвали и съели.<br>Только лисица надула медведя: дала ему немного мяса, а остальное припрятала от него и ест себе потихоньку. Вот медведь начинает опять голодать и говорит:<br>- Кума, кума, где ты берешь себе еду?<br>- Экой ты, кум! Ты возьми-ка просунь себе лапу в ребра, зацепись за ребро - так и узнаешь, как есть.<br>Медведь так и сделал, зацепил себя лапой за ребро, да и околел. Лисица осталась одна. После этого, убрамши медведя, начала лисица голодать.<br>Над этой ямой стояло древо, на этом древе вил дрозд гнездо. Лисица сидела, сидела в яме, все на дрозда смотрела и говорит ему:<br>- Дрозд, дрозд, что ты делаешь?<br>- Гнездо вью.<br>- Для чего ты вьешь?<br>- Детей выведу.<br>- Дрозд, накорми меня, если не накормишь - я твоих детей поем.<br>Дрозд горевать, дрозд тосковать, как лисицу ему накормить. Полетел<br>в село, принес ей курицу. Лисица курицу убрала и говорит опять:<br>- Дрозд, дрозд, ты меня накормил?<br>- Накормил.<br>- Ну, напои ж меня.<br>Дрозд горевать, дрозд тосковать, как лисицу напоить. Полетел в село, принес ей воды. Напилась лисица и говорит:<br>- Дрозд, дрозд, ты меня накормил?<br>- Накормил.<br>- Ты меня напоил?<br>- Напоил.<br>- Вытащи ж меня из ямы.<br>Дрозд горевать, дрозд тосковать, как лисицу вынимать. Вот начал он палки в яму метать; наметал так, что лисица выбралась по этим палкам на волю и возле самого древа легла - протянулась.<br>- Ну, - говорит, - накормил ты меня, дрозд?<br>- Накормил.<br>- Напоил ты меня?<br>- Напоил.<br>- Вытащил ты меня из ямы?<br>- Вытащил.<br>- Ну, рассмеши ж меня теперь.<br>Дрозд горевать, дрозд тосковать, как лисицу рассмешить.<br>- Я,- говорит он, - полечу, а ты, лиса, иди за мною. Вот хорошо - полетел дрозд в село, сел на ворота к богатому мужику, а лисица легла под воротами. Дрозд и начал кричать:<br>- Бабка, бабка, принеси мне сала кусок! Бабка, бабка, принеси мне сала кусок!<br>Выскочили собаки и разорвали лисицу.<br>Я там была, мед-вино пила, по губам текло, в рот не попало. Дали мне синий кафтан; я пошла, а вороны летят да кричат:<br>- Синь кафтан, синь кафтан!<br>Я думала: “Скинь кафтан”,- взяла да и скинула. Дали мне красный шлык. Вороны летят да кричат:<br>- Красный шлык, красный шлык!<br>Я думала, что “краденый шлык”, скинула - и осталась ни с чем."
        },
        {
        "st_nm" : "Зимовье зверей",
        "st_txt":"Шел бык лесом, попадается ему навстречу баран.<br>- Куда, баран, идешь? - спросил бык.<br>- От зимы лета ищу, - говорит баран.<br>- Пойдем со мною!<br>Вот пошли они вместе, попадается им навстречу свинья.<br>- Куда, свинья, идешь? - спросил бык.<br>- От зимы лета ищу, - отвечает свинья.<br>- Иди с нами.<br>Пошли втроем дальше, навстречу им гусь.<br>- Куда, гусь, идешь? - спрашивает бык.<br>- От зимы лета ищу, - отвечает гусь.<br>- Ну, иди за нами!<br>Вот гусь и пошел за ними. Идут, а навстречу им петух.<br>- Куда, петух, идешь? - спросил бык.<br>- От зимы лета ищу, - отвечает петух.<br>- Иди за нами!<br>Вот они идут путем-дорогою и разговаривают промеж себя:<br>- Как же, братцы-товарищи! Время подходит холодное, где тепла искать? Бык и сказывает:<br>- Ну, давайте избу строить, а то, чего доброго, и впрямь зимою замерзнем. Баран говорит:<br>- У меня шуба тепла - вишь какая шерсть! Я и так перезимую.<br>Свинья говорит:<br>- А по мне хоть какие морозы - я не боюсь: зароюсь в землю и без избы прозимую.<br>Гусь говорит:<br>- А я сяду в середину ели, одно крыло постелю, а другим оденусь, меня никакой холод не возьмет; я и так прозимую.<br>Петух говорит:<br>- А разве у меня нет своих крыльев? И я прозимую!<br>Бык видит - дело плохо, надо одному хлопотать.<br>- Ну, - говорит, - вы как хотите, а я стану избу строить.<br>Выстроил себе избушку и живет в ней. Вот пришла зима холодная, стали пробирать морозы; баран просится у быка:<br>- Пусти, брат, погреться.<br>- Нет, баран, у тебя шуба теплая; ты и так перезимуешь. Не пущу!<br>- А коли не пустишь, то я разбегусь и вышибу из твой избы бревно; тебе же будет холоднее.<br>Бык думал-думал: “Дай пущу, а то, пожалуй, и меня заморозит”,- и пустил барана.<br>Вот и свинья прозябла, пришла к быку:<br>- Пусти, брат, погреться.<br>- Нет, не пущу! Ты в землю зароешься и так перезимуешь.<br>- А не пустишь, так я рылом все столбы подрою да твою избу сворочу.<br>Делать нечего, надо пустить. Пустил и свинью. Тут пришли к быку гусь и петух:<br>- Пусти, брат, к себе погреться.<br>- Нет, не пущу! У вас по два крыла: одно постелешь, другим оденешься; так и прозимуете!<br>- А не пустишь, - говорит гусь, - так я весь мох из твоих стен повыщипываю, тебе же холоднее будет.<br>- Не пустишь? - говорит петух. - Так я взлечу на чердак, всю землю с потолка сгребу, тебе же холоднее будет.<br>Что делать быку? Пустил жить к себе и гуся и петуха.<br>Вот живут они себе в избушке. Отогрелся в тепле петух и начал песенки распевать.<br>Услыхала лиса, что петух песенки распевает, захотелось ей петушиным мясом полакомиться, да как достать его? Лиса поднялась на хитрости, отправилась к медведю да волку и сказала:<br>- Ну, любезные куманьки! Я нашла для всех поживу: для тебя, медведь, - быка, для тебя волк, - барана, а для себя - петуха.<br>- Хорошо, кумушка! - говорит медведь и волк. - Мы твоих услуг никогда не забудем. Пойдем же приколем да поедим!<br>Лиса привела их к избушке. Медведь говорит волку.<br>- Иди ты вперед! А волк кричит:<br>- Нет, ты посильнее меня, иди ты вперед!<br>Ладно, пошел медведь; только что в двери - бык наклонил голову и припер его рогами к стенке. А баран разбежался да как бацнет медведя в бок - и сшиб его с ног. А свинья рвет и мечет в клочья. А гусь подлетел - глаза щиплет. А петух сидит на брусу и кричит:<br>- Подайте сюда, подайте сюда!<br>Волк с лисой услыхали крик да бежать!<br>Вот медведь рвался, рвался, насилу вырвался, догнал волка и рассказывает:<br>- Ну, что было мне!.. Этакого страху отродясь не видывал. Только что вошел я в избу, откуда ни возьмись, баба с ухватом на меня... Так к стене и прижала! Набежало народу пропасть: кто бьет, кто рвет, кто шилом в глаза колет. А еще один на брусу сидел да все кричал: “Подайте сюда, подайте сюда!” Ну, если б подали к нему, кажись бы, и смерть была!"
        },

        {
        "st_nm" : "Колобок",
        "st_txt":"Жили да были старик да старуха; у них не было ни хлеба, ни соли, ни кислых щей. Пошел старик по сусекам скрести, по коробам мести. Собравши немного муки, стали месить колобок.<br>На масле смесили, на сковороде прягли и на окне студили. Колобок соскочил да и убежал.<br>Бежит вдоль по дорожке. Попадается ему заяц навстречу и спрашивает его:<br>— Куда бежишь, колобок?<br>Колобок ему в ответ:<br>И побежал колобок. Навстречу ему серенький волчок.<br>— Куда ты, колобок? Колобок ему в ответ:<br>Колобок побежал. Ему навстречу попадается медведь и спрашивает его:<br>— Куда ты, колобок? Колобок ему в ответ:<br>Колобок побежал. Ему навстречу попадается черемная лисица, баять мастерица, и спрашивает, готовясь его слизнуть:<br>— Куда бежишь, колобочек, скажи мне, дружочек, мой милый свет!<br>Колобок ей в ответ:<br>Лисица говорит ему:<br>— Я не чую, что ты баешь? Сядь мне на верхнюю губу!<br>Колобочек сел, опять то же запел.<br>- Я еще ничего не слышу! Сядь ко мне на язычок.<br>Он и на язычок ей сел. Опять то же запел.<br>Она — хам! — и съела его."
        },

        {
        "st_nm" : "Кот - серый лоб, козел да баран",
        "st_txt":"Жили-были на одном дворе козел да баран; жили промеж себя дружно: сена клок, и тот пополам. А коли вилы в бок - так одному коту Ваське! Он такой вор и разбойник, каждый час на промысле, и где что плохо лежит, так у него брюхо болит.<br>Вот лежат себе козел да баран и разговаривают. Откуда ни возьмись - котишко-мурлышко, серый лбишко, идет да таково жалостно плачет.<br>Козел да баран его спрашивают:<br>- Кот-коток, серенький лобок, о чем ты плачешь, на трех ногах скачешь?<br>- Как мне не плакать? Била меня хозяйка, уши выдирала, ноги приломала, да еще и удавить обещала.<br>- А за какую вину такая тебе погибель?<br>- А за то мне погибель, что сметанку слизал!<br>И опять заплакал кот-мурлыка.<br>- Кот-коток, серый лобок, о чем же ты еще-то плачешь?<br>- Как мне не плакать? Баба меня била да приговаривала: К нам-де придет зять, где будет сметаны взять? Поневоле придется колоть козла да барана!<br>Заревели козел да баран:<br>- Ах ты, серый кот, бестолковый лоб! За что ты нас-то загубил? Вот мы тебя забодаем!<br>Тут кот-мурлыка вину свою приносил и прощенья просил. Козел да баран его простили и стали втроем думать: как быть и что делать?<br>- А ну, середний брат, - спросил кот барана, - крепок ли у тебя лоб? Попробуй-ка о ворота.<br>Поднялся баран, с разбегу стукнулся о ворота лбом - покачнулись ворота, да не отворились.<br>- А ну, старший брат, - спросил кот козла, - крепок ли у тебя лоб? Попробуй-ка о ворота.<br>Поднялся козел-козлище, разбежался, ударился - ворота отворились.<br>Пыль столбом подымается, трава к земле приклоняется, бегут козел да баран, а за ними скачет на трех ногах кот - серый лоб.<br>Устал кот, взмолился названым братьям:<br>- Козел да баран, не оставьте меньшого брата...<br>Взял козел кота, посадил его на себя, и поскакали они опять по горам, по долам, по сыпучим пескам.<br>Долго бежали, и день и ночь, пока в ногах силы хватило.<br>Вот пришло крутое крутище, станово становище. Под тем крутищем - скошенное поле, на том поле стога, что города, стоят.<br>Остановились козел, баран и кот отдыхать. А ночь была осенняя, холодная. Где огня добыть?<br>Думают козел да баран, а кот - серый лоб уже добыл бересты, обернул козлу рога и велел ему с бараном стукнуться лбами.<br>Стукнулись козел с бараном, да так крепко - искры из глаз посыпались, - береста и запылала.<br>Развели они огонь, сели и греются. Не успели путем обогреться - глядь, жалует незваный гость - медведь:<br>- Пустите обогреться, отдохнуть, что-то мочи моей нет...<br>- Садись с нами, Михаиле Иванович! Откуда идешь?<br>- Ходил на пасеку да подрался с мужиками.<br>Стали они вчетвером делить темную ночь: медведь под стогом, кот - серый лоб на стогу, а козел с бараном - у костра.<br>Вдруг идут семь серых волков, восьмой - белый, и - прямо к стогу.<br>Заблеяли козел да баран со страху, а кот - серый лоб такую речь повел:<br>- Ахти, белый волк, над волками князь! Не серди нашего старшого брата: он сердит, как расходится - никому несдобровать. Али не видите у него бороды: в ней-то и сила, бородою он зверей побивает, а рогами только кожу снимает. Лучше с честью подойдите да попросите: хотим, дескать, поиграть, силу попытать с меньшим братишкой, вон с тем, что под стогом лежит.<br>Волки на том коту поклонились, обступили медведя и стали его задирать. Вот медведь крепился, крепился - да как хватит на каждую лапу по волку! Перепугались они, выдрались кое-как да, поджав хвосты, давай наутек.<br>А козел да баран тем временем подхватили кота, побежали в лес и опять наткнулись на серых волков.<br>Кот живо вскарабкался на макушку ели, а козел с бараном обхватились передними ногами за еловый сук и повисли.<br>Волки стоят под елью, зубами лязгают. Видит кот - серый лоб, что дело плохо, стал кидать в волков еловые шишки да приговаривать:<br>- Раз волк! Два волк! Три волк! Всего-то по волку на брата. Я, кот, давеча двух волков съел с косточками, так еще сытехонек, а ты, большой брат, за медведями ходил, да не изловил, бери себе и мою долю!<br>Только сказал он эти речи, козел сорвался и упал прямо рогами на волка. А кот знай свое кричит:<br>- Держи их, лови их!<br>Тут на волков напал такой страх - пустились бежать без оглядки. Так и убежали.<br>А кот - серый лоб, козел да баран пошли своей дорогой."
        },

        {
        "st_nm" : "Кот и Лиса",
        "st_txt":"Жил-был мужик. У этого мужика был кот, только такой баловник, что беда! Надоел он до смерти. Вот мужик думал, думал, взял кота, посадил в мешок и понес в лес. Принес и бросил его в лесу - пускай пропадает.<br>Кот ходил, ходил и набрел на избушку. Залез на чердак и полеживает себе. А захочется есть - пойдет в лес, птичек, мышей наловит, наестся досыта - опять на чердак, и горя ему мало!<br>Вот пошел кот гулять, а навстречу ему лиса. Увидала кота и дивится: “Сколько лет живу в лесу, такого зверя не видывала!”<br>Поклонилась лиса коту и спрашивает:<br>- Скажись, добрый молодец, кто ты таков? Как ты сюда зашел и как тебя по имени величать? А кот вскинул шерсть и отвечает:<br>- Зовут меня Котофей Иванович, я из сибирских лесов прислан к вам воеводой.<br>- Ах, Котофей Иванович! - говорит лиса. - Не знала я про тебя, не ведала. Ну, пойдем же ко мне в гости.<br>Кот пошел к лисице. Она привела его в свою нору и стала потчевать разной дичинкой, а сама все спрашивает:<br>- Котофей Иванович, женат ты или холост?<br>- Холост.<br>- И я, лисица, - девица. Возьми меня замуж!<br>Кот согласился, и начался у них пир да веселье.<br>На другой день отправилась лиса добывать припасов, а кот остался дома.<br>Бегала, бегала лиса и поймала утку. Несет домой, а навстречу ей волк:<br>- Стой, лиса! Отдай утку!<br>- Нет, не отдам!<br>- Ну, я сам отниму.<br>- А я скажу Котофею Ивановичу, он тебя смерти предаст!<br>- А кто такой Котофей Иванович?<br>- Разве ты не слыхал? К нам из сибирских лесов прислан воеводой Котофей Иванович! Я раньше была лисица-девица, а теперь нашего воеводы жена.<br>- Нет, не слыхал, Лизавета Ивановна. А как бы мне на него посмотреть?<br>- У! Котофей Иванович у меня такой сердитый: кто ему не по нраву придется, сейчас съест! Ты приготовь барана да принеси ему на поклон: барана-то положи на видное место, а сам схоронись, чтобы кот тебя не увидал, а то, брат, тебе туго придется!<br>Волк побежал за бараном, а лиса - домой.<br>Идет лиса, и повстречался ей медведь:<br>- Стой, лиса, кому утку несешь? Отдай мне!<br>- Ступай-ка ты, медведь, подобру-поздорову, а то скажу Котофею Ивановичу, он тебя смерти предаст!<br>- А кто такой Котофей Иванович?<br>- А который прислан к нам из сибирских лесов воеводою. Я раньше была лисица-девица, а теперь нашего воеводы - Котофея Ивановича - жена.<br>- А нельзя ли посмотреть его, Лизавета Ивановна?<br>- У! Котофей Иванович у меня такой сердитый: кто ему не приглянется, сейчас съест. Ты ступай, приготовь быка да принеси ему на поклон. Да смотри, быка-то положи на видное место, а сам схоронись, чтобы Котофей Иванович тебя не увидел, а то тебе туго придется!<br>Медведь пошел за быком, а лиса - домой.<br>Вот принес волк барана, ободрал шкуру и стоит раздумывает. Смотрит - и медведь лезет с быком.<br>- Здравствуй, Михайло Иванович!<br>- Здравствуй, брат Левон! Что, не видал лисицы с мужем?<br>- Нет, Михайло Иванович, сам их дожидаю.<br>- А ты сходи-ка к ним, позови, - говорит медведь волку.<br>- Нет, не пойду, Михайло Иванович. Я неповоротлив, ты лучше иди.<br>- Нет, не пойду, брат Левон. Я мохнат, косолап, куда мне!<br>Вдруг - откуда ни возьмись - бежит заяц. Волк и медведь как закричат на него:<br>- Поди сюда, косой!<br>Заяц так и присел, уши поджал.<br>- Ты, заяц, поворотлив и на ногу скор: сбегай к лисе, скажи ей, что медведь Михайло Иванович с братом Левоном Ивановичем давно уже готовы, ждут тебя-де с мужем, с Котофеем Ивановичем, хотят поклониться бараном да быком.<br>Заяц пустился к лисе во всю прыть. А медведь и волк стали думать, где бы им спрятаться.<br>Медведь говорит:<br>- Я полезу на сосну. А волк ему говорит:<br>- А я куда денусь? Ведь я на дерево не взберусь. Схорони меня куда-нибудь.<br>Медведь спрятал волка в кустах, завалил сухими листьями, а сам влез на сосну, на самую макушку, и поглядывает, не идет ли Котофей Иванович с лисой.<br>Заяц меж тем прибежал к лисицыной норе:<br>- Медведь Михайло Иванович с волком Левоном Ивановичем прислали сказать, что они давно ждут тебя с мужем, хотят поклониться вам быком да бараном.<br>- Ступай, косой, сейчас будем.<br>Вот и пошли кот с лисою. Медведь увидел их и говорит волку:<br>- Какой же воевода-то Котофей Иванович маленький!<br>Кот сейчас же кинулся на быка, шерсть взъерошил, начал рвать мясо и зубами и лапами, а сам мурчит, будто сердится:<br>- Мау, мау!<br>Медведь опять говорит волку:<br>- Невелик, да прожорлив! Нам четверым не съесть, а ему одному мало. Пожалуй, он и до нас доберется!<br>Захотелось и волку посмотреть на Котофея Ивановича, да сквозь листья не видать. И начал волк потихоньку разгребать листья. Кот услыхал, что листья шевелятся, подумал, что это мышь, да как кинется - и прямо волку в морду вцепился когтями.<br>Волк перепугался, вскочил и давай утекать. А кот сам испугался и полез на дерево, где сидел медведь.<br>“Ну, - думает медведь, - увидел он меня!”<br>Слезать-то было некогда, вот медведь как шмякнется с дерева оземь, все печенки отбил, вскочил - да наутек.<br>А лисица вслед кричит:<br>- Бегите, бегите, как бы он вас не задрал!..<br>С той поры все звери стали кота бояться. А кот с лисой запаслись на всю зиму мясом и стали жить да поживать. И теперь живут."
        },

        {
        "st_nm" : "Кот, петух и лиса",
        "st_txt":"Слушайте: жил-был старик, у него были кот да петух. Старик ушел в лес на работу, кот понёс ему есть, а петуха оставил стеречь дом. На ту пору пришла лиса:<br>Так пела лисица, сидя под окном. Петух выставил окошко, высунул головку и посмотрел: кто тут поет? А лиса хвать его в когти и понесла в свою избушку. Петух закричал:<br>- Понесла меня лиса, понесла петуха за темные леса, за дремучие боры, по крутым бережкам, по высоким горам. Кот Котофеевич, отыми меня!<br>Кот услыхал крик и бросился в погоню, настиг лису, отбил петуха и принес его домой.<br>- Смотри же, Петя, - говорит ему кот, - не выглядывай в окошко, не верь лисе: она съест тебя и косточек не оставит.<br>Старик опять ушел в лес на работу, а кот понёс ему есть. Старик, уходя, заказывал петуху беречь дом и не выглядывать в окошко. Но лисице больно захотелось скушать петушка. Пришла она к избушке и запела:<br>Петух ходит по избе, молчит, не отзывается. Лиса снова запела песенку и бросила в окно горошку. Петух съел горошек и говорит:<br>- Нет, лиса, не обманешь! Ты хочешь меня съесть... и косточек не оставишь.<br>- Полно, Петя! Стану ли я есть тебя! Мне хотелось, чтобы ты у меня погостил, моего житья-бытья посмотрел, на мое добро поглядел!<br>И она запела сладким голосом:<br>Петух выглянул в окошко, а лиса его в когти. Закричал петух благим матом:<br>- Понесла меня лиса, понесла петуха за темные леса, за дремучие боры, по крутым бережкам, по высоким горам. Кот Котофеевич, выручай меня!<br>Кот услыхал крик, пустился в погоню, нагнал лису и отбил петуха.<br>- Не говорил ли я тебе, Петя, не выглядывай в окошко - съест тебя лиса и косточек не оставит! Смотри же, слушай меня! Мы завтра далеко пойдем.<br>Вот опять старик ушел на работу, и кот ему хлеба понес. Лиса подкралась под окошко и тут же песенку запела. Три раза пропела, а петух все молчит.<br>- Что это, - говорит лиса, - ныне Петя совсем онемел!<br>- Нет, лиса, не обманешь меня! Не выгляну в окошко.<br>Лиса бросила в окно горошку да пшенички и снова запела:<br>Потом добавила:<br>- Да, посмотрел бы ты, Петя, сколько у меня всяких диковинок! Полно, не верь коту! Если бы я хотела тебя съесть, то давно бы это сделала. А то видишь - я тебя люблю, хочу тебя в люди показать да уму-разуму научить, как надо на свете жить. Да покажись же, Петя! Вот я за угол уйду!<br>И притаилась за стеною...<br>Петух вскочил на лавку, высунул голову в окошко, а лиса его в когти - и была такова! Петух закричал во все горло, но старик и кот были далеко и не слыхали его крика.<br>Долго ли, коротко ли, воротился кот домой и видит: петушка нету, надо из беды выручать. Кот тотчас же нарядился гусляром, захватил в лапы дубинку и отправился к лисицыной избушке. Пришел и начал наигрывать на гуслях:<br>- Стрень-брень, гусельцы, золотые струночки! Дома ли Лисафья, дома ли с детками, одна дочка Чучелка, другая Подчучелка, третья Подай-челнок, четвертая Подмети-шесток, пятая Трубу-закрой, шестая Огня-вздуй, а седьмая Пеки-пироги!<br>Лиса говорит:<br>- Поди, Чучелка, посмотри, кто такую хорошую песню поет?<br>Чучелка вышла за ворота, а гусляр стук ее в лобок - да в коробок и снова запел ту же самую песню. Лиса посылает другую дочку, за другою - третью, за третьей - четвертую, и так дальше. Какая ни выйдет за ворота - гусляр свое дело сделает: стук в лобок - да в коробок! Перебил всех Лисицыных деток поодиночке.<br>Лиса ждет их и не дождется. “Дай, - думает, - сама посмотрю!”<br>Вышла за ворота, а кот размахнулся дубинкой, как хватит ее по голове - из нее и дух вон! Петушок обрадовался, вылетел в окно и благодарит кота за свое спасение. Воротились они к старику и стали себе жить-поживать да добра наживать."
        },

        {
        "st_nm" : "Лев, щука и человек",
        "st_txt":"Раз на реке лев со щукой разговаривал, а человек стоял поодаль и слушал.<br>Только щука увидала человека, сейчас же ушла в воду.<br>Лев ее после спрашивает:<br>- Чего ты ушла в воду?<br>- Человека увидела.<br>- Ну, так что же?<br>- Да он хитрый.<br>- Что за человек? - спрашивает лев. - Подай мне его, я его съем.<br>Пошел лев человека искать. Идет навстречу мальчик.<br>- Ты человек?<br>- Нет, я еще не человек. Я мальчик. Еще когда буду человеком-то!<br>Лев его не тронул, прошел мимо. Идет навстречу старик.<br>- Ты человек?<br>- Нет, батюшка лев! Какой я теперь человек! Был когда-то человеком.<br>И этого лев не тронул.<br>- Что за диковина! Не найдешь человека нигде! Шел, шел лев, встретил солдата с ружьем и с саблей.<br>- Ты человек?<br>- Человек.<br>- Ну, я тебя съем!<br>А ты погоди, - говорит ему солдат. - Отойди от меня, я сам тебе в пасть кинусь. Разинь пасть пошире!<br>Лев отошел, разинул пасть. Солдат наметился да как бабахнет из ружья! Потом подбежал да саблей ухо у льва отсек. Лев - бежать.<br>Прибегает к реке. Выплывает щука, спрашивает:<br>- Ну что, видел человека?<br>- Да что, - говорит лев, - хитёр человек! Сразу-то я его не нашел: то говорит, что был человеком, то говорит, что еще будет человеком, а как нашел человека - так я и не обрадовался. Он мне велел отойти да раскрыть пасть, потом как плюнет мне в пасть, и сейчас еще жжет, а потом как высунет язык, да ухо мне и слизнул!<br>- То-то же, я тебе говорила, что хитёр человек..."
        },

        {
        "st_nm" : "Лиса и журавль",
        "st_txt":"Лиса с журавлем подружилась.<br>Вот и вздумала однажды лиса угостить журавля, пошла звать его к себе в гости:<br>— Приходи, куманёк, приходи, дорогой! Уж как я тебя угощу!<br>Идёт журавль на званый пир, а лиса наварила манной каши и размазала ее по тарелке. Подала и потчует:<br>— Покушай, мой голубчик куманек! Сама стряпала.<br>Журавль хлоп-хлоп носом, стучал-стучал, ничего не попадает. А лисица в это время лижет себе да лижет кашу — так всю сама и скушала. Каша съедена; лисица и говорит:<br>— Не обессудь, любезный кум! Больше потчевать нечем!<br>— Спасибо, кума, и на этом! Приходи ко мне в гости.<br>На другой день приходит лиса, а журавль приготовил окрошку, положил в кувшин с узким горлышком, поставил на стол и говорит:<br>— Кушай, кумушка! Не стыдись, голубушка.<br>Лисица начала вертеться вокруг кувшина, и так зайдет и этак, и лизнет его и понюхает; толку всё нет как нет! Не лезет голова в кувшин. А журавль меж тем клюет себе да клюет, пока все поел.<br>— Ну, не обессудь, кума! Больше угощать нечем.<br>Взяла лису досада: думала, что наестся на целую неделю, а домой пошла, как несолоно хлебала. С тех пор и дружба у лисы с журавлем врозь."
        },

        {
        "st_nm" : "Лиса и козёл",
        "st_txt":"Бежала лиса, на ворон зазевалась — и попала в колодец. Воды в колодце было немного: утонуть нельзя, да и выскочить — тоже.<br>Сидит лиса, горюет.<br>Идет козёл — умная голова, идет, бородищей трясёт, рожищами мотает; заглянул от нечего делать в колодец, увидел там лису и спрашивает:<br>— Что ты там, лисонька, поделываешь?<br>— Отдыхаю, голубчик,— отвечает лиса,— там, наверху, жарко, так я сюда забралась. Уж как здесь прохладно да хорошо! Водицы холодненькой — сколько хочешь!<br>А козлу давно пить хочется.<br>— Хороша ли вода-то?— спрашивает козёл.<br>— Отличная,— отвечает лиса.— Чистая, холодная! Прыгай сюда, коли хочешь; здесь обоим нам место будет.<br>Прыгнул сдуру козел, чуть лисы не задавил. А она ему:<br>— Эх, бородатый дурень, и прыгнуть-то не умел — всю обрызгал.<br>Вскочила лиса козлу на спину, со спины на рога, да и вон из колодца.<br>Чуть было не пропал козёл с голоду в колодце: насилу-то его отыскали и за рога вытащили."
        },
        {
        "st_nm" : "Лиса и кувшин",
        "st_txt":"К  одному мужику повадилась лиса ходить, кур красть. Мужик повесил кувшин. Ветер в кувшин дует. Он гудит: бу-у-у, бу-бу-у!<br>Приходит лиса и слушает, что такое гудит. Увидала кувшин, схватила его за обрывок и надела себе на шею.<br>— Погоди, кувшинище-дурачище, я тебя, — говорит, — утоплю.<br>И понесла кувшин в прорубь: стала его топить. Кувшин захлебнулся в воде: бурк-бурк-бурк-бурк — и тянет лису с собой на дно. Лиса просит:<br>— Кувшин, кувшин, не топи меня, я не буду, это я тебя только так постращала.<br>Кувшинище-дурачище не слушается, всё тянет на дно — и утопил лису!"
        },

        {
        "st_nm" : "Лиса и рак",
        "st_txt":"Лиса и рак стоят вместе и говорят промеж себя. Лиса говорит раку:<br>— Давай с тобой перегоняться.<br>Рак:<br>— Что ж, лиса, ну давай!<br>Начали перегоняться. Лишь лиса побежала, рак уцепился лисе за хвост. Лиса до места добежала, а рак не отцепляется. Лиса обернулась посмотреть, вернула хвостом, рак отцепился и говорит:<br>— А я давно уж жду тебя тут."
        },

        {
        "st_nm" : "Лиса и тетерев",
        "st_txt":"Тетерев сидел на дереве. Лисица подошла к нему и говорит:<br>- Здравствуй, тетеревочек, мой дружочек! Как услышала твой голосочек, так и пришла тебя проведать.<br>- Спасибо на добром слове, - сказал тетерев.<br>Лисица притворилась, что не расслышит, и говорит:<br>- Что говоришь? Не слышу. Ты бы, тетеревочек, мой дружочек, сошёл на травушку погулять, поговорить со мной, а то я с дерева не расслышу.<br>Тетерев сказал:<br>- Боюсь я сходить на траву. Нам, птицам, опасно ходить по земле.<br>- Или ты меня боишься? - сказала лисица.<br>- Не тебя, так других зверей боюсь, - сказал тетерев. - Всякие звери бывают.<br>- Нет, тетеревочек, мой дружочек, нынче указ объявлен, чтобы по всей земле мир был. Нынче уж звери друг друга не трогают.<br>- Вот это хорошо, - сказал тетерев, - а то вот собаки бегут; кабы по-старому, тебе бы уходить надо, а теперь тебе бояться нечего.<br>Лисица услыхала про собак, навострила уши и хотела бежать.<br>- Куда же ты? - сказал тетерев. - Ведь нынче указ, собаки не тронут.<br>- А кто их знает? - сказала лисица. - Может, они указа не слыхали.<br>И убежала."
        },

        {
        "st_nm" : "Лиса, заяц и петух",
        "st_txt":"Жили-были лиса да заяц. У лисицы была избенка ледяная, а у зайчика лубяная; пришла весна красна - у лисицы растаяла, а у зайчика стоит по-старому.<br>Лиса попросилась у зайчика погреться, да зайчика-то и выгнала.<br>Идет дорогой зайчик да плачет, а ему навстречу собаки:<br>- Тяф, тяф, тяф! Про что, зайчик, плачешь?<br>А зайчик говорит:<br>- Отстаньте, собаки! Как мне не плакать? Была у меня избенка лубяная, а у лисы ледяная, попросилась она ко мне, да меня и выгнала.<br>- Не плачь, зайчик! - говорят собаки. - Мы ее выгоним.<br>- Нет, не выгоните!<br>- Нет, выгоним! Подошли к избенке:<br>- Тяф, тяф, тяф! Поди, лиса, вон! А она им с печи:<br>- Как выскочу, как выпрыгну, пойдут клочки по заулочкам!<br>Собаки испугались и ушли.<br>Зайчик опять идет да плачет. Ему навстречу медведь:<br>- О чем, зайчик, плачешь? А зайчик говорит:<br>- Отстань, медведь! Как мне не плакать? Была у меня избенка лубяная, а у лисы ледяная; попросилась она ко мне, да меня и выгнала.<br>- Не плачь, зайчик! - говорит медведь. - Я выгоню ее.<br>- Нет, не выгонишь! Собаки гнали - не выгнали, и ты не выгонишь.<br>- Нет, выгоню! Пошли гнать:<br>- Поди, лиса, вон! А она с печи:<br>- Как выскочу, как выпрыгну, пойдут клочки по заулочкам!<br>Медведь испугался и ушел.<br>Идет опять зайчик да плачет, а ему навстречу бык:<br>- Про что, зайчик, плачешь?<br>- Отстань, бык! Как мне не плакать? Была у меня избенка лубяная, а у лисы ледяная; попросилась она ко мне, да меня и выгнала.<br>- Пойдем, я ее выгоню.<br>- Нет, бык, не выгонишь! Собаки гнали - не выгнали, медведь гнал - не выгнал, и ты не выгонишь.<br>- Нет, выгоню. Подошли к избенке:<br>- Поди, лиса, вон! А она с печи:<br>- Как выскочу, как выпрыгну, пойдут клочки по заулочкам!<br>Бык испугался и ушел.<br>Идет опять зайчик да плачет, а ему навстречу петух с косой:<br>- Кукуреку! О чем, зайчик, плачешь?<br>- Отстань, петух! Как мне не плакать? Была у меня избенка лубяная, а у лисы ледяная; попросилась она ко мне, да меня и выгнала.<br>- Пойдем, я выгоню.<br>- Нет, не выгонишь! Собаки гнали - не выгнали, медведь гнал - не выгнал, бык гнал - не выгнал, и ты не выгонишь!<br>- Нет, выгоню! Подошли к избенке:<br>- Кукуреку! Несу косу на плечи, хочу лису посечи! Поди, лиса, вон!<br>А она услыхала, испугалась, говорит:<br>- Одеваюсь... Петух опять:<br>- Кукуреку! Несу косу на плечи, хочу лису посечи! Поди, лиса, вон!<br>А она говорит:<br>- Шубу надеваю. Петух в третий раз:<br>- Кукуреку! Несу косу на плечи, хочу лису посечи! Поди, лиса, вон!<br>Лисица выбежала; он ее зарубил косой-то и стал с зайчиком жить да поживать да добра наживать.<br>Вот тебе сказка, а мне кринка масла."
        },

        {
        "st_nm" : "Лиса-исповедница",
        "st_txt":"Однажды лиса всю большую осеннюю ночь протаскалась по лесу не евши. На зоре прибежала она в деревню, взошла на двор к мужику и полезла на насесть к курам.<br>Только что подкралась и хотела схватить одну курицу, а петуху пришло время петь: вдруг он крыльями захлопал, ногами затопал и закричал во все горло.<br>Лиса с насести-то так со страху полетела, что недели три лежала в лихорадке.<br>Вот раз вздумалось петуху пойти в лес - разгуляться, а лисица уже давно его стережет; спряталась за куст и поджидает, скоро ли петух подойдет. А петух увидел сухое дерево, взлетел на него и сидит себе.<br>В то время лисе скучно показалось дожидаться, захотелось сманить петуха с дерева; вот думала, думала, да и придумала: дай прельщу его. Подходит к дереву и стала здороваться:<br>- Здравствуй, Петенька!<br>“Зачем ее лукавый занес?” - думает петух.<br>А лиса приступает с своими хитростями:<br>- Я тебе, Петенька, добра хочу - на истинный путь наставить и разуму научить. Вот ты, Петя, имеешь у себя пятьдесят жен, а на исповеди ни разу не бывал. Слезай ко мне покайся, а я все грехи с тебя сниму и на смех не подыму.<br>Петух стал спускаться ниже и ниже и попал прямо лисе в лапы. Схватила его лиса и говорит:<br>- Теперь я задам тебе жару! Ты у меня за все ответишь; попомнишь, блудник и пакостник, про свои худые дела! Вспомни, как я в осеннюю темную ночь приходила и хотела попользоваться одним куренком, а я в то время три дня ничего не ела, и ты крыльями захлопал и ногами затопал!..<br>- Ах, лиса! - говорит петух. - Ласковые твои словеса, премудрая княгиня! Вот у нашего архиерея скоро пир будет; в то время стану я просить, чтоб тебя сделали просвирнею, и будут нам с тобой просвиры мягкие, кануны сладкие, и пойдет про нас слава добрая.<br>Лиса распустила лапы, а петух - порх на дубок."
        },

        {
        "st_nm" : "Лиса-повитуха",
        "st_txt":"Жили-были кум с кумой - волк с лисой. Была у них кадочка медку. А лисица любит сладенькое; лежит кума с кумом в избушке да украдкою постукивает хвостиком.<br>- Кума, кума, - говорит волк, - кто-то стучит.<br>- А, знать, меня на повой зовут! - бормочет лиса.<br>- Так поди сходи, - говорит волк. Вот кума из избы да прямехонько к меду, нализалась и вернулась назад.<br>- Что бог дал? - спрашивает волк.<br>- Початочек, - отвечает лисица. В другой раз опять лежит кума да постукивает хвостиком.<br>- Кума! Кто-то стучится, - говорит волк.<br>- На повой, знать, зовут!<br>- Так сходи.<br>Пошла лисица, да опять к меду, нализалась досыта; медку только на донышке осталось. Приходит к волку.<br>- Что бог дал? - спрашивает ее волк.<br>- Серёдышек.<br>В третий раз опять так же обманула лисица волка и долизала уж весь медок.<br>- Что бог дал? - спрашивает ее волк.<br>- Поскрёбышек.<br>Долго ли, коротко ли - прикинулась лисица хворою, просит кума медку принести. Пошел кум, а меду ни крошки.<br>- Кума, кума, - кричит волк, - ведь мед съеден.<br>- Как съеден? Кто же съел? Кому окроме тебя! - погоняет лисица. Волк и кстится и божится.<br>- Ну, хорошо! - говорит лисица. - Давай ляжем на солнышке, у кого вытопится мед, тот и виноват.<br>Пошли, легли. Лисице не спится, а серый волк храпит во всю пасть. Глядь-поглядь, у кумы-то и показался медок; она ну-тко скорее перемазывать его на волка.<br>- Кум, кум, - толкает волка, - это что? Вот кто съел!<br>И волк, нечего делать, повинился.<br>Вот вам сказка, а мне кринка масла."
        },

        {
        "st_nm" : "Лисичка-сестричка и волк",
        "st_txt":"Жил себе дед да баба. Дед говорит бабе:<br>- Ты, баба, пеки пироги, а я поеду за рыбой.<br>Наловил рыбы и везет домой целый воз. Вот едет он и видит: лисичка свернулась калачиком и лежит на дороге.<br>Дед слез с воза, подошел к лисичке, а она не ворохнется, лежит себе, как мертвая.<br>- Вот будет подарок жене, - сказал дед, взял лисичку и положил на воз, а сам пошел впереди.<br>А лисичка улучила время и стала выбрасывать полегоньку из воза все по рыбке да по рыбке, все по рыбке да по рыбке. Повыбросала всю рыбу и сама ушла.<br>- Ну, старуха, - говорит дед, - какой воротник привез я тебе на шубу.<br>- Где?<br>- Там, на возу, - и рыба и воротник.<br>Подошла баба к возу: ни воротника, ни рыбы, и начала ругать мужа:<br>- Ах ты!.. Такой-сякой! Ты еще вздумал обманывать! Тут дед смекнул, что лисичка-то была не мертвая; погоревал, погоревал, да делать-то нечего.<br>А лисичка собрала всю разбросанную по дороге рыбу в кучку, села и ест себе. Навстречу ей идет волк:<br>- Здравствуй, кумушка!<br>- Здравствуй, куманек!<br>- Дай мне рыбки!<br>- Налови сам, да и ешь.<br>- Я не умею.<br>- Эка, ведь я же наловила; ты, куманек, ступай на реку, опусти хвост в прорубь - рыба сама на хвост нацепляется, да смотри, сиди подольше, а то не наловишь.<br>Волк пошел на реку, опустил хвост в прорубь; дело-то было зимою. Уж он сидел, сидел, целую ночь просидел, хвост его и приморозило; попробовал было приподняться: не тут-то было.<br>“Эка, сколько рыбы привалило, и не вытащишь!” - думает он.<br>Смотрит, а бабы идут за водой и кричат, завидя серого:<br>- Волк, волк! Бейте его! Бейте его!<br>Прибежали и начали колотить волка - кто коромыслом, кто ведром, чем кто попало. Волк прыгал, прыгал, оторвал себе хвост и пустился без оглядки бежать.<br>“Хорошо же, - думает, - уж я тебе отплачу, кумушка!” А лисичка-сестричка, покушамши рыбки, захотела попробовать, не удастся ли еще что-нибудь стянуть; забралась в одну избу, где бабы пекли блины, да попала головой в кадку с тестом, вымазалась и бежит. А волк ей навстречу:<br>- Так-то учишь ты? Меня всего исколотили!<br>- Эх, куманек, - говорит лисичка-сестричка, - у тебя хоть кровь выступила, а у меня мозг, меня больней твоего прибили; я насилу плетусь.<br>- И то правда, - говорит волк, - где тебе, кумушка, уж идти; садись на меня, я тебя довезу.<br>Лисичка села ему на спину, он ее и понес. Вот лисичка-сестричка сидит, да потихоньку и говорит:<br>- Битый небитого везет, битый небитого везет.<br>- Что ты, кумушка, говоришь?<br>- Я, куманек, говорю: битый битого везет.<br>- Так, кумушка, так!.."
        },

        {
        "st_nm" : "Маша и медведь",
        "st_txt":"Жили-были дедушка да бабушка. Была у них внучка Машенька.<br>Собрались раз подружки в лес - по грибы да по ягоды. Пришли звать с собой и Машеньку.<br>- Дедушка, бабушка, - говорит Машенька, - отпустите меня в лес с подружками!<br>Дедушка с бабушкой отвечают:<br>- Иди, только смотри от подружек не отставай - не то заблудишься.<br>Пришли девушки в лес, стали собирать грибы да ягоды. Вот Машенька - деревце за деревце, кустик за кустик - и ушла далеко-далеко от подружек.<br>Стала она аукаться, стала их звать. А подружки не слышат, не отзываются.<br>Ходила, ходила Машенька по лесу - совсем заблудилась.<br>Пришла она в самую глушь, в самую чащу. Видит-стоит избушка. Постучала Машенька в дверь - не отвечают. Толкнула она дверь, дверь и открылась.<br>Вошла Машенька в избушку, села у окна на лавочку.<br>Села и думает:<br>„Кто же здесь живёт? Почему никого не видно?.. А в той избушке жил большущий медведь. Только его тогда дома не было: он по лесу ходил. Вернулся вечером медведь, увидел Машеньку, обрадовался.<br>- Ага, - говорит, - теперь не отпущу тебя! Будешь у меня жить. Будешь печку топить, будешь кашу варить, меня кашей кормить.<br>Потужила Маша, погоревала, да ничего не поделаешь. Стала она жить у медведя в избушке.<br>Медведь на целый день уйдёт в лес, а Машеньке наказывает никуда без него из избушки не выходить.<br>- А если уйдёшь, - говорит, - всё равно поймаю и тогда уж съем!<br>Стала Машенька думать, как ей от медведя убежать. Кругом лес, в какую сторону идти - не знает, спросить не у кого...<br>Думала она, думала и придумала.<br>Приходит раз медведь из лесу, а Машенька и говорит ему:<br>- Медведь, медведь, отпусти меня на денёк в деревню: я бабушке да дедушке гостинцев снесу.<br>- Нет, - говорит медведь, - ты в лесу заблудишься. Давай гостинцы, я их сам отнесу!<br>А Машеньке того и надо!<br>Напекла она пирожков, достала большой-пребольшой короб и говорит медведю:<br>- Вот, смотри: я в короб положу пирожки, а ты отнеси их дедушке да бабушке. Да помни: короб по дороге не открывай, пирожки не вынимай. Я на дубок влезу, за тобой следить буду!<br>- Ладно, - отвечает медведь, - давай короб! Машенька говорит:<br>- Выйди на крылечко, посмотри, не идёт ли дождик! Только медведь вышел на крылечко, Машенька сейчас же залезла в короб, а на голову себе блюдо с пирожками поставила.<br>Вернулся медведь, видит - короб готов. Взвалил его на спину и пошёл в деревню.<br>Идёт медведь между ёлками, бредёт медведь между берёзками, в овражки спускается, на пригорки поднимается. Шёл-шёл, устал и говорит:<br>А Машенька из короба:<br>- Ишь какая глазастая, - говорит медведь, - всё видит! Поднял он короб и пошёл дальше. Шёл-шёл, шёл-шёл, остановился, сел и говорит:<br>А Машенька из короба опять:<br>Удивился медведь:<br>- Вот какая хитрая! Высоко сидит, далеко глядит! Встал и пошёл скорее.<br>Пришёл в деревню, нашёл дом, где дедушка с бабушкой жили, и давай изо всех сил стучать в ворота:<br>- Тук-тук-тук! Отпирайте, открывайте! Я вам от Машеньки гостинцев принёс.<br>А собаки почуяли медведя и бросились на него. Со всех дворов бегут, лают.<br>Испугался медведь, поставил короб у ворот и пустился в лес без оглядки.<br>Вышли тут дедушка да бабушка к воротам. Видят- короб стоит.<br>- Что это в коробе? - говорит бабушка.<br>А дедушка поднял крышку, смотрит и глазам своим не верит: в коробе Машенька сидит - живёхонька и здоровёхонька.<br>Обрадовались дедушка да бабушка. Стали Машеньку обнимать, целовать, умницей называть."
        },

        {
        "st_nm" : "Мизгирь",
        "st_txt":"В  стары годы, в старопрежние, в красну весну, в теплые лета сделалась такая соморота, в мире тягота: стали появляться комары да мошки, людей кусать, горячую кровь пропускать. Проявился мизгирь, удалой добрый молодец, стал ножками трясти да мерёжки плести, ставить на пути, на дорожки, куда летают комары да мошки.<br>Муха грязна, строка некошна, полетела, да чуть не пала, да к мизгирю в сеть попала; то ее мизгирь стал бить, да губить, да за горло давить. Муха мизгирю возмолилася:<br>- Батюшка мизгирь! Не бей ты меня, не губи ты меня: у меня много будет детей сиротать, по дворам ходить и собак дразнить.<br>То её мизгирь опустил; она полетела, забунчала, известила всем комарам и мошкам:<br>- Ой еси вы, комары и мошки! Убирайтесь под осиново корище: проявился мизгирь, стал ножками трясти, мерёжки плести, ставить на пути, на дорожки, куда летают комары да мошки; всех изловит!<br>Они полетели, забились под осиново корище, лежат, яко мертвы.<br>Мизгирь пошел, нашел сверчка, таракана и клопа:<br>- Ты, сверчок, сядь на кочок испивать табачок; а ты, таракан, ударь в барабан, а ты, клоп-блинник, поди под осиново корище, проложь про меня, мизгиря-борца, добра молодца, такую славу, что мизгиря-борца, добра молодца, в живе нет: в Казань отослали, в Казани голову отсекли на плахе и плаху раскололи.<br>Сверчок сел на кочок испивать табачок, а таракан ударил в барабан; клоп-блинник пошел под осиново корище, говорит:<br>- Что запали, лежите, яко мертвы? Ведь мизгиря-борца, добра молодца, в живе нет: в Казань отослали, в Казани голову отсекли на плахе и плаху раскололи.<br>Они возрадовались и возвеселились, по трою перекрестились, полетели, чуть не пали, да к мизгирю все в сеть попали.<br>Он и говорит:<br>- Что вы очень мелки! Почаще бы ко мне в гости бывали, пивца-винца испивали и нам бы подавали!"
        },

        {
        "st_nm" : "Мужик, медведь и лиса",
        "st_txt":"Пахал мужик ниву, пришел к нему медведь и говорит ему:<br>- Мужик, я тебя сломаю!<br>- Нет, не замай; я вот сею репу, себе возьму хоть корешки, а тебе отдам вершки.<br>- Быть так, - сказал медведь, - а коли обманешь - так в лес по дрова ко мне хоть не езди!<br>Сказал и ушел в дуброву.<br>Пришло время: мужик репу копает, а медведь из дубровы вылезает:<br>- Ну, мужик, давай делить!<br>- Ладно, медведюшка! Давай я привезу тебе вершки, - и отвез ему воз ботвы.<br>Медведь остался доволен честным разделом. Вот мужик наклал свою репу на воз и повез в город продавать, а навстречу ему медведь:<br>- Мужик, куда ты едешь?<br>- А вот, медведюшка, еду в город корешки продавать.<br>- Дай-ка попробовать, каков корешок! Мужик дал ему репу. Медведь как съел:<br>- А-а, - заревел, - ты меня обманул, мужик! Корешки твои сладеньки. Теперь не езжай ко мне по дрова, а то задеру!<br>Мужик воротился из города и боится ехать в лес; пожег и полочки, и лавочки, и кадочки, наконец делать нечего - надо в лес ехать.<br>Въезжает потихонечку; откуда ни возьмись, бежит лисица.<br>- Что ты, мужичок, - спрашивает она, - так тихо бредешь?<br>- Боюсь медведя, сердит на меня, обещал задрать.<br>- Небось медведя, руби дрова, а я стану порскать; коли спросит медведь: “Что такое?” - скажи: “Ловят волков и медведей”.<br>Мужик принялся рубить; глядь - ан медведь бежит и мужику кричит:<br>- Эй, старик! Что это за крик? Мужик говорит:<br>- Волков ловят да медведей.<br>- Ох, мужичок, положи меня в сани, закидай дровами да увяжи веревкой; авось подумают, что колода лежит.<br>Мужик положил его в сани, увязал веревкою и давай обухом гвоздить его в голову, пока медведь совсем окочурился.<br>Прибежала лиса и говорит:<br>- Где медведь?<br>- А вот, околел!<br>- Ну что ж, мужичок, теперь нужно меня угостить.<br>- Изволь, лисонька! Поедем ко мне, я тебя угощу. Мужик едет, а лиса вперед бежит; стал мужик подъезжать к дому, свистнул своим собакам и притравил лисицу.<br>Лиса пустилась к лесу и юрк в нору; спряталась в норе и спрашивает:<br>- Ох вы, мои глазоньки, что вы смотрели, когда я бежала?<br>- Ох, лисонька, мы смотрели, чтоб ты не спотыкнулась.<br>- А вы, ушки, что делали?<br>- А мы все слушали, далеко ли псы гонят.<br>- А ты, хвост, что делал?<br>- Я-то, - сказал хвост, - все мотался под ногами, чтоб ты запуталась, да упала, да к собакам в зубы попала.<br>- А-а, каналья! Так пусть же тебя собаки едят. И, высунув из норы свой хвост, лиса закричала:<br>- Ешьте, собаки, лисий хвост!<br>Собаки за хвост потащили и лисицу закамшили.<br>Так часто бывает: от хвоста и голова пропадает."
        },

        {
        "st_nm" : "Нет козы с орехами",
        "st_txt":"Пошел козел лыки драть, а коза орехи рвать. Пришел козел с лыками - нет козы с орехами.<br>Нет козы с орехами, нет козы с калеными!<br>- Ну, добро же, коза! Пошлю на тебя волка.<br>Волк нейдет козу гнать. Нет козы с орехами, нет козы с калеными!<br>- Добро же, волк! Пошлю на тебя медведя.<br>Медведь нейдет волка драть, волк нейдет козу гнать. Нет козы с орехами, нет козы с калеными!<br>- Добро же, медведь! Пошлю на тебя людей.<br>Люди нейдут медведя стрелять, медведь нейдет волка драть, волк нейдет козу гнать.<br>Нет козы с орехами, нет козы с калеными!<br>- Добро же, люди! Пошлю на вас дубье.<br>Дубье нейдет людей бить, люди нейдут медведя стрелять, медведь нейдет волка драть, волк нейдет козу гнать.<br>Нет козы с орехами, нет козы с калеными!<br>- Добро же, дубье! Пошлю на тебя топор.<br>Топор нейдет дубье рубить, дубье нейдет людей бить, люди нейдут медведя стрелять, медведь нейдет волка драть, волк нейдет козу гнать.<br>Нет козы с орехами, нет козы с калеными!<br>- Добро же, топор! Пошлю на тебя камень.<br>Камень нейдет топор тупить, топор нейдет дубье рубить, дубье нейдет людей бить, люди нейдут медведя стрелять, медведь нейдет волка драть, волк нейдет козу гнать.<br>Нет козы с орехами, нет козы с калеными!<br>- Добро же, камень! Пошлю на тебя огонь.<br>Огонь нейдет камень палить, камень нейдет топор тупить, топор нейдет дубье рубить, дубье нейдет людей бить, люди нейдут медведя стрелять, медведь нейдет волка драть, волк нейдет козу гнать.<br>Нет козы с орехами, нет козы с калеными!<br>- Добро же, огонь! Пошлю на тебя воду.<br>Вода нейдет огонь заливать, огонь нейдет камень палить, камень нейдет топор тупить, топор нейдет дубье рубить, дубье нейдет людей бить, люди нейдут медведя стрелять, медведь нейдет волка драть, волк нейдет козу гнать.<br>Нет козы с орехами, нет козы с калеными!<br>- Добро же, вода! Пошлю на тебя ветер.<br>Ветер послушался и пошел воду гнать, вода пошла огонь заливать, огонь пошел камень палить, камень пошел топор тупить, топор пошел дубье рубить, дубье пошло людей бить, люди пошли медведя стрелять, медведь пошел волка драть, волк пошел козу гнать.<br>Пришла коза с орехами, пришла коза с калеными!"
        },

        {
        "st_nm" : "О щуке зубастой",
        "st_txt":"В  ночь на Иванов день родилась щука в Шексне, да такая зубастая, что боже упаси.<br>Лещи, окуни, ерши собрались глазеть на нее и дивовались такому чуду:<br>- Экая щука уродилась зубастая!<br>И стала она расти не по дням - по часам: что ни день, то на вершок прибавится.<br>И стала щука в Шексне похаживать да лещей, окуней полавливать: издали увидит леща и хватит его - леща как не бывало, только косточки на зубах хрустят.<br>Экая оказия случилась на Шексне!<br>Что делать лещам да окуням? Тошно приходится: щука всех приест, прикорнает.<br>Собралась вся мелкая рыбица, и стали думу думать: как перевести щуку зубастую да такую тороватую.<br>Пришел Ерш Ершович и так наскоро проговорил:<br>- Полно думу думать да голову ломать, а вот послушайте, что я буду баять. Тошно нам всем теперь в Шексне, переберемтесь-ка лучше в мелкие речки жить - в Сизму, Коному да Славенку, там нас никто не тронет, будем жить припеваючи.<br>И поднялись все ерши, лещи, окуни из Шексны в мелкие речки - Сизму, Коному да Славенку.<br>По дороге как шли, хитрый рыбарь многих из ихней братьи изловил на удочку и сварил ушицу.<br>С тех пор в Шексне совсем мало стало мелкой рыбицы. Много наделала хлопот щука зубастая, да после и сама несдобровала.<br>Как не стало мелкой рыбицы, пошла щука хватать червяков и попалась сама на крючок. Рыбарь сварил из нее уху, хлебал да хвалил: такая уха была жирная.<br>Я там был, вместе уху хлебал, по усам текло, да в рот не попало."
        },

        {
        "st_nm" : "Овца, лиса и волк",
        "st_txt":"У  крестьянина из гурта бежала овца. Навстречу ей попалась лиса и спрашивает:<br>- Куда тебя, кумушка, бог несет?<br>- О-их, кума! Была я у мужика в гурте, да житья мне не стало; где баран сдурит, а все я, овца, виновата! Вот и вздумала уйти куды глаза глядят.<br>- И я тоже! - отвечала лиса. - Где муж мой курочку словит, а все я, лиса, виновата. Побежим-ка вместе.<br>Чрез несколько времени повстречался им бирюк.<br>- Здорово, кума!<br>- Здравствуй, - говорит лиса.<br>- Далече ли бредешь? Она в ответ:<br>- Куда глаза глядят! - да как рассказала про свое горе, бирюк молвил:<br>- И я также! Где волчица зарежет ягненка, а все я, бирюк, виноват. Пойдемте-ка вместе.<br>Пошли. Дорогою бирюк и говорит овце:<br>- А что, овца, ведь на тебе тулуп-то мой? Лиса услышала и подхватила:<br>- Взаправду, кум, твой?<br>- Верно, мой!<br>- Побожишься?<br>- Побожусь!<br>- К присяге пойдешь?<br>- Пойду.<br>- Ну, иди, целуй присягу.<br>Тут лиса сметила, что мужики на тропинке поставили капкан; она привела бирюка к самому капкану и говорит:<br>- Ну, вот здесь целуй!<br>Только что сунулся бирюк сдуру - а капкан щелкнул и ухватил его за морду. Лиса с овцой тотчас убежали от него подобру-поздорову."
        },

        {
        "st_nm" : "Теремок",
        "st_txt":"Стоит в поле теремок. Бежит мимо мышка-норушка. Увидела теремок, остановилась и спрашивает:<br>— Терем-теремок! Кто в тереме живет? Никто не отзывается. Вошла мышка в теремок и стала там жить.<br>Прискакала к терему лягушка-квакушка и спрашивает:<br>— Терем-теремок! Кто в тереме живет?<br>— Я, мышка-норушка! А ты кто?<br>— А я лягушка-квакушка.<br>— Иди ко мне жить! Лягушка прыгнула в теремок. Стали они вдвоем жить.<br>Бежит мимо зайчик-побегайчик. Остановился и спрашивает:<br>— Терем-теремок! Кто в тереме живет?<br>— Я, мышка-норушка!<br>— Я, лягушка-квакушка!<br>— А ты кто?<br>— А я зайчик-побегайчик.<br>— Иди к нам жить! Заяц скок в теремок! Стали они втроем жить.<br>Идет мимо лисичка-сестричка. Постучала в окошко и спрашивает:<br>— Терем-теремок! Кто в тереме живет?<br>— Я, мышка-норушка.<br>— Я, лягушка-квакушка.<br>— Я, зайчик-побегайчик.<br>— А ты кто?<br>— А я лисичка-сестричка.<br>— Иди к нам жить! Забралась лисичка в теремок. Стали они вчетвером жить.<br>Прибежал волчок-серый бочок, заглянул в дверь и спрашивает:<br>— Терем-теремок! Кто в тереме живет?<br>— Я, мышка-норушка.<br>— Я, лягушка-квакушка.<br>— Я, зайчик-побегайчик.<br>— Я, лисичка-сестричка.<br>— А ты кто?<br>— А я волчок-серый бочок.<br>— Иди к нам жить!<br>Волк влез в теремок. Стали они впятером жить. Вот они в теремке живут, песни поют.<br>Вдруг идет медведь косолапый. Увидел медведь теремок, услыхал песни, остановился и заревел во всю мочь:<br>— Терем-теремок! Кто в тереме живет?<br>— Я, мышка-норушка.<br>— Я, лягушка-квакушка.<br>— Я, зайчик-побегайчик.<br>— Я, лисичка-сестричка.<br>— Я, волчок-серый бочок.<br>— А ты кто?<br>— А я медведь косолапый.<br>— Иди к нам жить!<br>Медведь и полез в теремок. Лез-лез, лез-лез — никак не мог влезть и говорит:<br>— А я лучше у вас на крыше буду жить.<br>— Да ты нас раздавишь.<br>— Нет, не раздавлю.<br>— Ну так полезай! Влез медведь на крышу и только уселся — трах! — развалился теремок.<br>Затрещал теремок, упал набок и весь развалился. Еле-еле успели из него выскочить мышка-норушка, лягушка-квакушка, зайчик-побе-гайчик, лисичка-сестричка, волчок-серый бочок — все целы и невредимы.<br>Принялись они бревна носить, доски пилить — новый теремок строить.<br>Лучше прежнего выстроили!"
        },

        {
        "st_nm" : "Яичко (Курочка Ряба)",
        "st_txt":"Жил себе дед да баба, у них была курочка Ряба; снесла под полом яичко - пестро, востро, костяно, мудрено! Дед бил - не разбил, баба била - не разбила, а мышка прибежала да хвостиком раздавила. Дед плачет, баба плачет, курочка кудкудачет, ворота скрипят, со двора щепки летят, на избе верх шатается!<br>Шли за водою поповы дочери, спрашивают деда, спрашивают бабу:<br>- О чем вы плачете?<br>- Как нам не плакать! - отвечают дед да баба. - Есть у нас курочка Ряба; снесла под полом яичко - пестро, востро, костяно, мудрено! Дед бил - не разбил, баба била - не разбила, а мышка прибежала да хвостиком раздавила.<br>Как услышали это поповы дочери, со великого горя бросили ведра наземь, поломали коромысла и воротились домой с пустыми руками.<br>- Ах, матушка! - говорят они попадье. - Ничего ты не знаешь, ничего не ведаешь, а на свете много деется: живут себе дед да баба, у них курочка Ряба; снесла под полом яичко - пестро, востро, костяно, мудрено! Дед бил - не разбил, баба била - не разбила, а мышка прибежала да хвостиком раздавила. Оттого дед плачет, баба плачет, курочка кудкудачет, ворота скрипят, со двора щепки летят, на избе верх шатается. А мы, идучи за водою, ведра побросали, коромысла поломали!<br>На ту пору попадья плачет, и курочка кудкудачет, тотчас с великого горя опрокинула квашню и все тесто разметала по полу.<br>Пришел поп с книгою.<br>- Ах, батюшка! - сказывает ему попадья. - Ничего ты не знаешь, ничего не ведаешь, а на свете много деется: живут себе дед да баба, у них курочка Ряба; снесла под полом яичко - пестро, востро, костяно, мудрено! Дед бил - не разбил, баба била - не разбила, а мышка прибежала да хвостиком раздавила. Оттого дед плачет, баба плачет, курочка кудкудачет, ворота скрипят, со двора щепки летят, на избе верх шатается! Наши дочки, идучи за водою, ведра побросали, коромысла поломали, а я тесто месила да со великого горя все по полу разметала!<br>Поп затужил-загоревал, свою книгу в клочья изорвал."
        },
        {
        "st_nm" : "Баба-яга",
        "st_txt":"Жили себе дед да баба; дед овдовел и женился на другой жене, а от первой жены осталась у него девочка. Злая мачеха ее не полюбила, била ее и думала, как бы вовсе извести.<br>Раз отец уехал куда-то, мачеха и говорит девочке:<br>- Поди к своей тетке, моей сестре, попроси у нее иголочку и ниточку - тебе рубашку сшить.<br>А тетка эта была баба-яга костяная нога.<br>Вот девочка не была глупа, да зашла прежде к своей родной тетке.<br>- Здравствуй, тетушка!<br>- Здравствуй, родимая! Зачем пришла?<br>- Матушка послала к своей сестре попросить иголочку и ниточку - мне рубашку сшить. Та ее и научает:<br>- Там тебя, племянушка, будет березка в глаза стегать - ты ее ленточкой перевяжи; там тебе ворота будут скрипеть и хлопать - ты подлей им под пяточки маслица; там тебя собаки будут рвать - ты им хлебца брось; там тебе кот будет глаза драть - ты ему ветчины дай. Пошла девочка; вот идет, идет и пришла. Стоит хатка, а в ней сидит баба-яга костяная нога и ткет.<br>- Здравствуй, тетушка!<br>- Здравствуй, родимая!<br>- Меня матушка послала попросить у тебя иголочку и ниточку - мне рубашку сшить.<br>- Хорошо: садись покуда ткать.<br>Вот девочка села за кросна, а баба-яга вышла и говорит своей работнице:<br>- Ступай, истопи баню да вымой племянницу, да смотри, хорошенько; я хочу ею позавтракать.<br>Девочка сидит ни жива ни мертва, вся перепуганная, и просит она работницу:<br>- Родимая моя! Ты не столько дрова поджигай, сколько водой заливай, решетом воду носи, - и дала ей платочек.<br>Баба-яга дожидается; подошла она к окну и спрашивает:<br>- Ткешь ли, племянушка, ткешь ли, милая?<br>- Тку, тетушка, тку, милая!<br>Баба-яга и отошла, а девочка дала коту ветчинки и спрашивает:<br>- Нельзя ли как-нибудь уйти отсюдова?<br>- Вот тебе гребешок и полотенце, - говорит кот, - возьми их и убеги; за тобою будет гнаться баба-яга, ты приклони ухо к земле и, как заслышишь, что она близко, брось сперва полотенце - сделается широкая-широкая река; если ж баба-яга перейдет через реку и станет догонять тебя, ты опять приклони ухо к земле и, как услышишь, что она близко, брось гребешок - сделается дремучий-дремучий лес, сквозь него она уже не проберется!<br>Девочка взяла полотенце и гребешок и побежала; собаки хотели ее рвать - она бросила им хлебца, и они ее пропустили; ворота хотели захлопнуться - она подлила им под пяточки маслица, и они ее пропустили;<br>березка хотела ей глаза выстегать - она ее ленточкой перевязала, и та ее пропустила. А кот сел за кросна и ткет; не столько наткал, сколько напутал. Баба-яга подошла к окну и спрашивает:<br>- Ткешь ли, племянушка, ткешь ли, милая?<br>- Тку, тетка, тку, милая! - отвечает грубо кот. Баба-яга бросилась в хатку, увидела, что девочка ушла, и давай бить кота и ругать, зачем не выцарапал девочке глаза.<br>- Я тебе сколько служу, - говорит кот, - ты мне косточки не дала, а она мне ветчинки дала.<br>Баба-яга накинулась на собак, на ворота, на березку и на работницу, давай всех ругать и колотить. Собаки говорят ей:<br>- Мы тебе сколько служим, ты нам горелой корочки не бросила, а она нам хлебца дала. Ворота говорят:<br>- Мы тебе сколько служим, ты нам водицы под пяточки не подлила, а она нам маслица подлила. <br> Березка говорит:<br>- Я тебе сколько служу, ты меня ниточкой не перевязала, а она меня ленточкой перевязала. Работница говорит:<br>- Я тебе сколько служу, ты мне тряпочки не подарила, а она мне платочек подарила.<br>Баба-яга костяная нога поскорей села на ступу, толкачом погоняет, помелом след заметает и пустилась в погоню за девочкой. Вот девочка приклонила ухо к земле и слышит, что баба-яга гонится, и уж близко, взяла да и бросила полотенце; сделалась река, такая широкая-широкая! Баба-яга приехала к реке и от злости зубами заскрипела; воротилась домой, взяла своих быков и пригнала к реке; быки выпили всю реку. дочиста.<br>Баба-яга пустилась опять в погоню. Девочка приклонила ухо к земле и слышит, что баба-яга близко, бросила гребешок; сделался лес, такой дремучий да страшный! Баба-яга стала его грызть, но сколько ни старалась - не могла прогрызть и воротилась назад.<br>А дед уже приехал домой и спрашивает:<br>- Где же моя дочка?<br>- Она пошла к тетушке, - говорит мачеха. Немного погодя и девочка прибежала домой.<br>- Где ты была? - спрашивает отец.<br>- Ах, батюшка! - говорит она. - Так и так - меня матушка посылала к тетке попросить иголочку с ниточкой - мне рубашку сшить, а тетка, баба-яга, меня съесть хотела.<br>- Как же ты ушла, дочка?<br>- Так и так, - рассказывает девочка.<br>Дед, как узнал все это, рассердился на жену и расстрелял ее; а сам с дочкою стал жить да поживать да добра наживать, и я там был, мед-пиво пил; по усам текло, в рот не попало."
        },

        {
        "st_nm" : "Баба-яга и Заморышек",
        "st_txt":"Жил-был старик да старуха; детей у них не было. Уж чего они ни делали, как ни молились богу, а старуха все не рожала. Раз пошел старик в лес за грибами; попадается ему дорогою старый дед.<br>- Я знаю, - говорит, - что у тебя на мыслях; ты все об детях думаешь. Поди-ка по деревне, собери с каждого двора по яичку и посади на те яйца клушку; что будет, сам увидишь!<br>Старик воротился в деревню; в ихней деревне был сорок один двор; вот он обошел все дворы, собрал с каждого по яичку и посадил клушку на сорок одно яйцо.<br>Прошло две недели, смотрит старик, смотрит и старуха, - а из тех яичек народились мальчики; сорок крепких, здоровеньких, а один не удался - хил да слаб! Стал старик давать мальчикам имена; всем дал, а последнему недостало имени.<br>- Ну, - говорит, - будь же ты Заморышек!<br>Растут у старика со старухою детки, растут не по дням, а по часам; выросли и стали работать, отцу с матерью помогать: сорок молодцев в поле возятся, а Заморышек дома управляется. Пришло время сенокосное; братья траву косили, стога ставили, поработали с неделю и вернулись на деревню; поели, что бог послал, и легли спать. Старик смотрит и говорит:<br>- Молодо-зелено! Едят много, спят крепко, а дела, поди, ничего не сделали!<br>- А ты прежде посмотри, батюшка! - отзывается Заморышек. Старик снарядился и поехал в луга; глянул - сорок стогов сметано.<br>- Ай да молодцы ребята! Сколько за одну неделю накосили и в стога сметали.<br>На другой день старик опять собрался в луга, захотелось на свое добро полюбоваться; приехал - а одного стога как не бывало! Воротился домой и говорит:<br>- Ах, детки! Ведь один стог-то пропал.<br>- Ничего, батюшка! - отвечает Заморышек. - Мы этого вора поймаем; дай-ка мне сто рублев, а уж я дело сделаю. Взял у отца сто рублев и пошел к кузнецу:<br>- Можешь ли сковать мне такую цепь, чтоб хватило с ног до головы обвить человека?<br>- Отчего не сковать!<br>- Смотри же, делай покрепче; коли цепь выдержит - сто рублев плачу, а коли лопнет - пропал твой труд!<br>Кузнец сковал железную цепь; Заморышек обвил ее вокруг себя, потянул - она и лопнула. Кузнец вдвое крепче сделал; ну, та годилась. Заморышек взял эту цепь, заплатил сто рублев и пошел сено караулить; сел под стог и дожидается.<br>Вот в самую полночь поднялась погода, всколыхалось море, и выходит из морской глубины чудная кобылица, подбежала к первому стогу и принялась пожирать сено. Заморышек подскочил, обротал ее железной цепью и сел верхом. Стала его кобылица мыкать, по долам, по горам носить; нет, не в силах седока сбить! Остановилась она и говорит ему:<br>- Ну, добрый молодец, когда сумел ты усидеть на мне, то возьми - владей моими жеребятами.<br>Подбежала кобылица к синю морю и громко заржала; тут сине море всколыхалося, и вышли на берег сорок один жеребец; конь коня лучше! Весь свет изойди, нигде таких не найдешь!<br>Утром слышит старик на дворе ржанье, топот; что такое? А это его сынок Заморышек целый табун пригнал.<br>- Здорово, - говорит, - братцы! Теперь у всех у нас по коню есть; поедемте невест себе искать.<br>- Поедем!<br>Отец с матерью благословили их, и поехали братья в путь-дорогу далекую.<br>Долго они ездили по белому свету, да где столько невест найти? Порознь жениться не хочется, чтоб никому обидно не было; а какая мать похвалится, что у ней как раз сорок одна дочь народилась?<br>Заехали молодцы за тридевять земель; смотрят: на крутой горе стоят белокаменные палаты, высокой стеной обведены, у ворот железные столбы поставлены. Сосчитали - сорок один столб. Вот они привязали к тем столбам своих богатырских коней и идут на двор. Встречает их баба-яга:<br>- Ах вы, незваные-непрошеные! Как вы смели лошадей без спросу привязывать?<br>- Ну, старая, чего кричишь? Ты прежде напой-накорми, в баню своди, да после про вести и спрашивай.<br>Баба-яга накормила их, напоила, в баню сводила и стала спрашивать:<br>- Что, добрые молодцы, дела пытаете иль от дела пытаете?<br>- Дела пытаем, бабушка!<br>- Чего ж вам надобно?<br>- Да невест ищем.<br>- У меня есть дочери, - говорит баба-яга, бросилась в высокие терема и вывела сорок одну девицу.<br>Тут они сосватались, начали пить, гулять, свадьбы справлять. Вечером пошел Заморышек на своего коня посмотреть. Увидел его добрый конь и промолвил человеческим голосом:<br>- Смотри, хозяин! Как ляжете вы спать с молодыми женами, нарядите их в свои платья, а на себя наденьте женины; не то все пропадем!<br>Заморышек сказал это братьям; нарядили они молодых жен в свои платья, а сами оделись в женины и легли спать. Все заснули, только Заморышек глаз не смыкает. В самую полночь закричала баба-яга зычным голосом:<br>- Эй вы, слуги мои верные! Рубите незваным гостям буйны головы. Прибежали слуги верные и отрубили буйны головы дочерям бабы-яги. Заморышек разбудил своих братьев и рассказал все, что было; взяли они отрубленные головы, воткнули <br>на железные спицы кругом стены, потом оседлали коней и поехали наскоро.<br>Поутру встала баба-яга, глянула в окошечко - кругом стены торчат на спицах дочерние головы; страшно она озлобилась, приказала подать свой огненный щит, поскакала в погоню и начала палить щитом на все четыре стороны. Куда молодцам спрятаться? Впереди сине море, позади баба-яга - и жжет и палит! Помирать бы всем, да Заморышек догадлив был: не забыл он захватить у бабы-яги платочек, махнул тем платочком перед собою - и вдруг перекинулся мост через все сине море; переехали добрые молодцы на другую сторону. Заморышек махнул платочком в иную сторону - мост исчез, баба-яга воротилась назад, а братья домой поехали."
        },

        {
        "st_nm" : "Белая уточка",
        "st_txt":"Один князь женился на прекрасной княжне и не успел еще на нее наглядеться, не успел с нею наговориться, не успел ее наслушаться, а уж надо было им расставаться, надо было ему ехать в дальний путь, покидать жену на чужих руках. Что делать! Говорят, век обнявшись не просидеть.<br>Много плакала княгиня, много князь ее уговаривал, заповедовал не покидать высока терема, не ходить на беседу, с дурными людьми не ватажиться, худых речей не слушаться. Княгиня обещала все исполнить.<br>Князь уехал, она заперлась в своем покое и не выходит.<br>Долго ли, коротко ли, пришла к ней женщина, казалось - такая простая, сердечная!<br>- Что,- говорит,- ты скучаешь? Хоть бы на божий свет поглядела, хоть бы по саду прошлась, тоску размыкала.<br>Долго княгиня отговаривалась, не хотела, наконец подумала: по саду походить не беда,- и пошла.<br>В саду разливалась ключевая хрустальная вода.<br>- Что,- говорит женщина,- день такой жаркий, солнце палит, а водица студеная так и плещет, не искупаться ли нам здесь?<br>- Нет, нет, не хочу!- А там подумала: ведь искупаться не беда!<br>Скинула сарафанчик и прыгнула в воду. Только окунулась, женщина ударила ее по спине.<br>- Плыви ты,- говорит,- белою уточкой!<br>И поплыла княгиня белою уточкой.<br>Ведьма тотчас нарядилась в ее платье, убралась, намалевалась и села ожидать князя.<br>Только щенок вякнул, колокольчик звякнул, она уж бежит навстречу, бросилась к князю, целует, милует. Он обрадовался, сам руки протянул и не распознал ее.<br>А белая уточка нанесла яичек, вывела деточек: двух хороших, а третьего - заморышка; и деточки ее вышли - ребяточки.<br>Она их вырастила, стали они по реченьке ходить, злату рыбку ловить, лоскутики собирать, кафтанчики сшивать, да выскакивать на бережок, да поглядывать на лужок.<br>- Ох, не ходите туда, дети!- говорила мать.<br>Дети не слушали; нынче поиграют на травке, завтра побегают по муравке, дальше, дальше - и забрались на княжий двор.<br>Ведьма чутьем их узнала, зубами заскрипела. Вот она позвала деточек, накормила-напоила и спать уложила, а там велела разложить огня, навесить котлы, наточить ножи.<br>Легли два братца и заснули; а заморышка, чтоб не застудить, приказала им мать в пазушке носить,- заморышек-то и не спит, все слышит, все видит.<br>Ночью пришла ведьма под дверь и спрашивает:<br>- Спите вы, детки, иль нет? Заморышек отвечает:<br>- Мы спим - не спим, думу думаем, что хотят нас всех порезати: огни кладут калиновые, котлы высят кипучие, ножи точат булатные!<br>- Не спят!<br>Ведьма ушла, походила-походила, опять под дверь.<br>- Спите, детки, или нет? Заморышек опять говорит то же:<br>- Мы спим - не спим, думу думаем, что хотят нас всех порезати: огни кладут калиновые, котлы высят кипучие, ножи точат булатные!<br>“Что же это все один голос?”- подумала ведьма, отворила потихоньку дверь, видит: оба брата спят крепким сном, тотчас обвела их мертвой рукой - и они померли.<br>Поутру белая уточка зовет деток: детки не идут. Зачуяло ее сердце, встрепенулась она и полетела на княжий двор.<br>На княжьем дворе, белы как платочки, холодны как пласточки, лежали братцы рядышком.<br>Кинулась она к ним, бросилась, крылышки распустила, деточек обхватила и материнским голосом завопила:<br>- Жена, слышишь, небывалое? Утка приговаривает.<br>- Это тебе чудится! Велите утку со двора прогнать!<br>Ее прогонят, она облетит да опять к деткам:<br>“Эге!” - подумал князь и закричал:<br>- Поймайте мне белую уточку! Бросились все, а белая уточка летает и никому не дается; выбежал князь сам, она к нему на руки пала. Взял он ее за крылышко и говорит:<br>- Стань белая береза у меня позади, а красная девица впереди!<br>Белая береза вытянулась у него позади, а красная девица стала впереди, и в красной девице князь узнал свою молодую княгиню.<br>Тотчас поймали сороку, подвязали ей два пузырька, велели в один набрать воды живящей, в другой - говорящей. Сорока слетала, принесла воды. Сбрызнули деток живящею водою - они встрепенулись, сбрызнули говорящею - они заговорили.<br>И стала у князя целая семья, и стали все жить-поживать, добро наживать, худо забывать.<br>А ведьму привязали к лошадиному хвосту, размыкали по полю: где оторвалась нога - там стала кочерга; где рука - там грабли; где голова - там куст да колода. Налетели птицы - мясо поклевали, поднялися ветры - кости разметали, и не осталось от ней ни следа, ни памяти!"
        },

        {
        "st_nm" : "Василиса Прекрасная",
        "st_txt":"В  некотором царстве жил-был купец. Двенадцать лет жил он в супружестве и прижил только одну дочь, Василису Прекрасную. Когда мать скончалась, девочке было восемь лет. Умирая, купчиха призвала к себе дочку, вынула из-под одеяла куклу, отдала ей и сказала:<br>- Слушай, Василисушка! Помни и исполни последние мои слова. Я умираю и вместе с родительским благословением оставляю тебе вот эту куклу; береги ее всегда при себе и никому не показывай; а когда приключится тебе какое горе, дай ей поесть и спроси у нее совета. Покушает она и скажет тебе, чем помочь несчастью.<br>Затем мать поцеловала дочку и померла.<br>После смерти жены купец потужил, как следовало, а потом стал думать, как бы опять жениться. Он был человек хороший; за невестами дело не стало, но больше всех по нраву пришлась ему одна вдовушка. Она была уже в летах, имела своих двух дочерей, почти однолеток Василисе, - стало быть, и хозяйка, и мать опытная. Купец женился на вдовушке, но обманулся и не нашел в ней доброй матери для своей Василисы. Василиса была первая на все село красавица; мачеха и сестры завидовали ее красоте, мучили ее всевозможными работами, чтоб она от трудов похудела, а от ветру и солнца почернела; совсем житья не было!<br>Василиса все переносила безропотно и с каждым днем все хорошела и полнела, а между тем мачеха с дочками своими худела и дурнела от злости, несмотря на то, что они всегда сидели сложа руки, как барыни. Как же это так делалось? Василисе помогала ее куколка. Без этого где бы девочке сладить со всею работою! Зато Василиса сама, бывало, не съест, а уж куколке оставит самый лакомый кусочек, и вечером, как все улягутся, она запрется в чуланчике, где жила, и потчевает ее, приговаривая:<br>- На, куколка, покушай, моего горя послушай! Живу я в доме у батюшки, не вижу себе никакой радости; злая мачеха гонит меня с белого света. Научи ты меня, как мне быть и жить и что делать?<br>Куколка покушает, да потом и дает ей советы и утешает в горе, а наутро всякую работу справляет за Василису; та только отдыхает в холодочке да рвет цветочки, а у нее уж и гряды выполоты, и капуста полита, и вода наношена, и печь вытоплена. Куколка еще укажет Василисе и травку от загару. Хорошо было жить ей с куколкой.<br>Прошло несколько лет; Василиса выросла и стала невестой. Все женихи в городе присватываются к Василисе; на мачехиных дочерей никто и не посмотрит. Мачеха злится пуще прежнего и всем женихам отвечает:<br>- Не выдам меньшой прежде старших! А проводя женихов, побоями вымещает зло на Василисе. Вот однажды купцу понадобилось уехать из дому на долгое время <br> по торговым делам. Мачеха и перешла на житье в другой дом, а возле этого дома был дремучий лес, а в лесу на поляне стояла избушка, а в избушке жила баба-яга; никого она к себе не подпускала и ела людей, как цыплят. Перебравшись на новоселье, купчиха то и дело посылала за чем-нибудь в лес ненавистную ей Василису, но эта завсегда возвращалась домой благополучно: куколка указывала ей дорогу и не подпускала к избушке бабы-яги.<br>Пришла осень. Мачеха раздала всем трем девушкам вечерние работы: одну заставила кружева плести, другую чулки вязать, а Василису прясть, и всем по урокам. Погасила огонь во всем доме, оставила только одну свечку там, где работали девушки, и сама легла спать. Девушки работали. Вот нагорело на свечке; одна из мачехиных дочерей взяла щипцы, чтоб поправить светильню, да вместо того, по приказу матери, как будто нечаянно и потушила свечку.<br>- Что теперь нам делать? - говорили девушки. - Огня нет в целом доме, а уроки наши не кончены. Надо сбегать за огнем к бабе-яге!<br>- Мне от булавок светло! - сказала та, что плела кружево. - Я не пойду.<br>- И я не пойду, - сказала та, что вязала чулок. - Мне от спиц светло!<br>- Тебе за огнем идти, - закричали обе. - Ступай к бабе-яге! И вытолкали Василису из горницы.<br>Василиса пошла в свой чуланчик, поставила перед куклою приготовленный ужин и сказала:<br>- На, куколка, покушай да моего горя послушай: меня посылают за огнем к бабе-яге; баба-яга съест меня!<br>Куколка поела, и глаза ее заблестели, как две свечки.<br>- Не бойся, Василисушка! - сказала она. - Ступай, куда посылают, только меня держи всегда при себе. При мне ничего не станется с тобой у бабы-яги.<br>Василиса собралась, положила куколку свою в карман и, перекрестившись, пошла в дремучий лес.<br>Идет она и дрожит. Вдруг скачет мимо ее всадник: сам белый, одет в белом, конь под ним белый, и сбруя на коне белая, - на дворе стало рассветать.<br>Идет она дальше, как скачет другой всадник: сам красный, одет в красном и на красном коне, - стало всходить солнце.<br>Василиса прошла всю-ночь и весь день, только к следующему вечеру вышла на полянку, где стояла избушка яги-бабы; забор вокруг избы из человечьих костей, на заборе торчат черепа людские с глазами; вместо дверей у ворот - ноги человечьи, вместо запоров - руки, вместо замка - рот с острыми зубами. Василиса обомлела от ужаса и стала как вкопанная. Вдруг едет опять всадник: сам черный, одет во всем черном и на черном коне; подскакал к воротам бабы-яги и исчез, как сквозь землю провалился, - настала ночь. Но темнота продолжалась недолго: у всех черепов на заборе засветились глаза, и на всей поляне стало светло, как среди дня. Василиса дрожала со страху, но, не зная, куда бежать, оставалась на месте.<br>Скоро послышался в лесу страшный шум: деревья трещали, сухие листья хрустели; выехала из лесу баба-яга - в ступе едет, пестом погоняет, помелом след заметает. Подъехала к воротам, остановилась и, обнюхав вокруг себя, закричала:<br>- Фу, фу! Русским духом пахнет! Кто здесь?<br>Василиса подошла к старухе со страхом и, низко поклонясь, сказала:<br>- Это я, бабушка! Мачехины дочери прислали меня за огнем к тебе.<br>- Хорошо, - сказала баба-яга, - знаю я их, поживи ты наперед да поработай у меня, тогда и дам тебе огня; а коли нет, так я тебя съем! Потом обратилась к воротам и вскрикнула:<br>- Эй, запоры мои крепкие, отомкнитесь; ворота мои широкие, отворитесь!<br>Ворота отворились, а баба-яга въехала, посвистывая, за нею вошла Василиса, а потом опять все заперлось.<br>Войдя в горницу, баба-яга растянулась и говорит Василисе:<br>- Подавай-ка сюда, что там есть в печи: я есть хочу. Василиса зажгла лучину от тех черепов, что на заборе, и начала таскать из печки да подавать яге кушанье, а кушанья настряпано было человек на десять; из погреба принесла она квасу, меду, пива и вина. Все съела, все выпила старуха; Василисе оставила только щец немножко, краюшку хлеба да кусочек поросятины. Стала яга-баба спать ложиться и говорит:<br>- Когда завтра я уеду, ты смотри - двор вычисти, избу вымети, обед состряпай, белье приготовь да пойди в закром, возьми четверть пшеницы и очисть ее от чернушки. Да чтоб все было сделано, а не то - съем тебя!<br>После такого наказу баба-яга захрапела; а Василиса поставила старухины объедки перед куклою, залилась слезами и говорила:<br>- На, куколка, покушай, моего горя послушай! Тяжелую дала мне яга-баба работу и грозится съесть меня, коли всего не исполню; помоги мне!<br>Кукла ответила:<br>- Не бойся, Василиса Прекрасная! Поужинай, помолися да спать ложися; утро мудреней вечера!<br>Ранешенько проснулась Василиса, а баба-яга уже встала, выглянула в окно: у черепов глаза потухают; вот мелькнул белый всадник - и совсем рассвело. Баба-яга вышла на двор, свистнула - перед ней явилась ступа с пестом и помелом. Промелькнул красный всадник - взошло солнце. Баба-яга села в ступу и выехала со двора, пестом погоняет, помелом след заметает. Осталась Василиса одна, осмотрела дом бабы-яги, подивилась изобилью во всем и остановилась в раздумье: за какую работу ей прежде всего приняться. Глядит, а вся работа уже сделана; куколка выбирала из пшеницы последние зерна чернушки.<br>- Ах ты, избавительница моя! - сказала Василиса куколке. - Ты от беды меня спасла.<br>- Тебе осталось только обед состряпать, - отвечала куколка, влезая в карман Василисы. - Состряпай с богом, да и отдыхай на здоровье!<br>К вечеру Василиса собрала на стол и ждет бабу-ягу. Начало смеркаться, мелькнул за воротами черный всадник - и совсем стемнело; только светились глаза у черепов. Затрещали деревья, захрустели листья - едет баба-яга. Василиса встретила ее.<br>- Все ли сделано? - спрашивает яга.<br>- Изволь посмотреть сама, бабушка! - молвила Василиса.<br>Баба-яга все осмотрела, подосадовала, что не за что рассердиться, и сказала:<br>- Ну, хорошо! Потом крикнула<br>- Верные мои слуги, сердечные други, смолите мою пшеницу!<br>Явились три пары рук, схватили пшеницу и унесли вон из глаз. Баба-яга наелась, стала ложиться спать и опять дала приказ Василисе:<br>- Завтра сделай ты то же, что и нынче, да сверх того возьми из закрома мак да очисти его от земли по зернышку, вишь, кто-то по злобе земли в него намешал!<br>Сказала старуха, повернулась к стене и захрапела, а Василиса принялась кормить свою куколку. Куколка поела и сказала ей по-вчерашнему:<br>- Молись богу да ложись спать: утро вечера мудренее, все будет сделано, Василисушка!<br>Наутро баба-яга опять уехала в ступе со двора, а Василиса с куколкой всю работу тотчас исправили. Старуха воротилась, оглядела все и крикнула:<br>- Верные мои слуги, сердечные други, выжмите из маку масло! Явились три пары рук, схватили мак и унесли из глаз. Баба-яга села обедать; она ест, а Василиса стоит молча.<br>- Что ж ты ничего не говоришь со мною? - сказала баба-яга. - Стоишь как немая?<br>- Не смела, - отвечала Василиса, - а если позволишь, то мне хотелось бы спросить тебя кой о чем.<br>- Спрашивай; только не всякий вопрос к добру ведет: много будешь знать, скоро состаришься!<br>- Я хочу спросить тебя, бабушка, только о том, что видела: когда я шла к тебе, меня обогнал всадник на белом коне, сам белый и в белой одежде: кто он такой?<br>- Это день мой ясный, - отвечала баба-яга.<br>- Потом обогнал меня другой всадник на красном коне, сам красный и весь в красном одет; это кто такой?<br>- Это мое солнышко красное! - отвечала баба-яга.<br>- А что значит черный всадник, который <br>обогнал меня у самых твоих ворот, бабушка?<br>- Это ночь моя темная - всё мои слуги верные! Василиса вспомнила о трех парах рук и молчала.<br>- Что ж ты еще не спрашиваешь? - молвила баба-яга.<br>- Будет с меня и этого; сама ж ты, бабушка, сказала, что много узнаешь - состаришься.<br>- Хорошо, - сказала баба-яга, - что ты спрашиваешь только о том, что видала за двором, а не во дворе! Я не люблю, чтоб у меня сор из избы выносили, и слишком любопытных ем! Теперь я тебя спрошу: как успеваешь ты исполнять работу, которую я задаю тебе?<br>- Мне помогает благословение моей матери, - отвечала Василиса.<br>- Так вот что! Убирайся же ты от меня, благословенная дочка! Не нужно мне благословенных.<br>Вытащила она Василису из горницы и вытолкала за ворота, сняла с забора один череп с горящими глазами и, наткнув на палку, отдала ей и сказала:<br>- Вот тебе огонь для мачехиных дочек, возьми его; они ведь за этим тебя сюда и прислали.<br>Бегом пустилась Василиса при свете черепа, который погас только с наступлением утра, и наконец к вечеру другого дня добралась до своего дома. Подходя к воротам, она хотела было бросить череп: “Верно, дома, - думает себе, - уж больше в огне не нуждаются”. Но вдруг послышался глухой голос из черепа:<br>- Не бросай меня, неси к мачехе!<br>Она взглянула на дом мачехи и, не видя ни в одном окне огонька, решилась идти туда с черепом. Впервые встретили ее ласково и рассказали, что с той поры, как она ушла, у них не было в доме огня: сами высечь никак не могли, а который огонь приносили от соседей - тот погасал, как только входили с ним в горницу.<br>- Авось твой огонь будет держаться! - сказала мачеха. Внесли череп в горницу; а глаза из черепа так и глядят на мачеху и ее дочерей, так и жгут! Те было прятаться, но куда ни бросятся - глаза всюду за ними так и следят; к утру совсем сожгло их в уголь; одной Василисы не тронуло.<br>Поутру Василиса зарыла череп в землю, заперла дом на замок, пошла в город и попросилась на житье к одной безродной старушке; живет себе и поджидает отца. Вот как-то говорит она старушке:<br>- Скучно мне сидеть без дела, бабушка! Сходи, купи мне льну самого лучшего; я хоть прясть буду.<br>Старушка купила льну хорошего; Василиса села за дело, работа так и горит у нее, и пряжа выходит ровная да тонкая, как волосок. Набралось пряжи много; пора бы и за тканье приниматься, да таких берд не найдут, чтобы годились на Василисину пряжу; никто не берется и сделать-то. Василиса стала просить свою куколку, та и говорит:<br>- Принеси-ка мне какое-нибудь старое бердо, да старый челнок, да лошадиной гривы; я все тебе смастерю.<br>Василиса добыла все, что надо, и легла спать, а кукла за ночь приготовила славный стан. К концу зимы и полотно выткано, да такое тонкое, что сквозь иглу вместо нитки продеть можно. Весною полотно выбелили, и Василиса говорит старухе:<br>- Продай, бабушка, это полотно, а деньги возьми себе. Старуха взглянула на товар и ахнула:<br>- Нет, дитятко! Такого полотна, кроме царя, носить некому; понесу во дворец.<br>Пошла старуха к царским палатам да все мимо окон похаживает. Царь увидал и спросил:<br>- Что тебе, старушка, надобно?<br>- Ваше царское величество, - отвечает старуха, - я принесла диковинный товар; никому, окроме тебя, показать не хочу.<br>Царь приказал впустить к себе старуху и как увидел полотно - вздивовался.<br>- Что хочешь за него? - спросил царь.<br>- Ему цены нет, царь-батюшка! Я тебе в дар его принесла.<br>Поблагодарил царь и отпустил старуху с подарками.<br>Стали царю из того полотна сорочки шить; вскроили, да нигде не могли найти швеи, которая взялась бы их работать. Долго искали; наконец царь позвал старуху и сказал:<br>- Умела ты напрясть и соткать такое полотно, умей из него и сорочки сшить.<br>- Не я, государь, пряла и соткала полотно, - сказала старуха, - это работа приемыша моего - девушки.<br>- Ну так пусть и сошьет она!<br>Воротилась старушка домой и рассказала обо всем Василисе.<br>- Я знала, - говорит ей Василиса, - что эта работа моих рук не минует.<br>Заперлась в свою горницу, принялась за работу; шила она не покладываючи рук, и скоро дюжина сорочек была готова.<br>Старуха понесла к царю сорочки, а Василиса умылась, причесалась, оделась и села под окном. Сидит себе и ждет, что будет. Видит: на двор к старухе идет царский слуга; вошел в горницу и говорит:<br>- Царь-государь хочет видеть искусницу, что работала ему сорочки, и наградить ее из своих царских рук.<br>Пошла Василиса и явилась пред очи царские. Как увидел царь Василису Прекрасную, так и влюбился в нее без памяти.<br>- Нет, - говорит он, - красавица моя! Не расстанусь я с тобою; ты будешь моей женою.<br>Тут взял царь Василису за белые руки, посадил ее подле себя, а там и свадебку сыграли. Скоро воротился и отец Василисы, порадовался об ее судьбе и остался жить при дочери. Старушку Василиса взяла к себе, а куколку по конец жизни своей всегда носила в кармане."
        },

        {
        "st_nm" : "Ведьма и Солнцева сестра",
        "st_txt":"В  некотором царстве, далеком государстве, жил-был царь с царицей, у них был сын Иван-царевич, с роду немой. Было ему лет двенадцать, и пошел он раз в конюшню к любимому своему конюху. Конюх этот сказывал ему завсегда сказки, и теперь Иван-царевич пришел послушать от него сказочки, да не то услышал:<br>- Иван-царевич! - сказал конюх. - У твоей матери скоро родится дочь, а тебе сестра; будет она страшная ведьма, съест и отца, и мать, и всех подначальных людей; так ступай, попроси у отца что ни есть наилучшего коня - будто покататься, и поезжай отсюдова куда глаза глядят, коли хочешь от беды избавиться.<br>Иван-царевич прибежал к отцу и с роду впервой заговорил с ним; царь так этому возрадовался, что не стал и спрашивать:<br>зачем ему добрый конь надобен? Тотчас приказал что ни есть наилучшего коня из своих табунов оседлать для царевича. Иван-царевич сел и поехал куда глаза глядят.<br>Долго-долго он ехал; наезжает на двух старых швей и просит, чтоб они взяли его с собой жить. Старухи сказали:<br>- Мы бы рады тебя взять, Иван-царевич, да нам уж немного жить. Вот доломаем сундук иголок да изошьем сундук ниток - тотчас и смерть придет!<br>Иван-царевич заплакал и поехал дальше. Долго-долго ехал, подъезжает к Вертодубу и просит:<br>- Прими меня к себе!<br>- Рад бы тебя принять, Иван-царевич, да мне жить остается немного. Вот как повыдерну все эти дубы с кореньями - тотчас и смерть моя!<br>Пуще прежнего заплакал царевич и поехал все дальше да дальше. Подъезжает к Вертогору; стал его просить, а он в ,ответ:<br>- Рад бы принять тебя, Иван-царевич, да мне самому жить немного. Видишь, поставлен я горы ворочать; как справлюсь с этими последними - тут и смерть моя!<br>Залился Иван-царевич горькими слезами и поехал еще дальше.<br>Долго-долго ехал; приезжает, наконец, к Солнцевой сестрице. Она его приняла к себе, кормила-поила, как за родным сыном ходила. Хорошо было жить царевичу, а все нет-нет да и сгрустнется: захочется узнать, что в родном дому деется? Взойдет, бывало, на высокую гору, посмотрит на свой дворец и видит, что все съедено, только стены осталися! Вздохнет и заплачет.<br>Раз этак посмотрел да поплакал - воротился, а Солнцева сестра спрашивает:<br>- Отчего ты, Иван-царевич, нонче заплаканный? Он говорит:<br>- Ветром в глаза надуло.<br>В другой раз опять то же; Солнцева сестра взяла да и запретила ветру дуть.<br>И в третий раз воротился Иван-царевич заплаканный; да уж делать нечего - пришлось во всем признаваться, и стал он просить Солнцеву сестрицу, чтоб отпустила его, добра молодца, на родину понаведаться. Она его не пускает, а он ее упрашивает; наконец упросил-таки, отпустила его на родину понаведаться и дала ему на дорогу щетку, гребенку да два моложавых яблочка: какой бы ни был стар человек, а съест яблочко - вмиг помолодеет!<br>Приехал Иван-царевич к Вертогору, всего одна гора осталась; он взял свою щетку и бросил во чисто поле; откуда ни взялись - вдруг выросли из земли высокие-высокие горы, верхушками в небо упираются; и сколько тут их - видимо-невидимо! Вертогор обрадовался и весело принялся за работу.<br>Долго ли, коротко ли - приехал Иван-царевич к Вертодубу, всего три дуба осталося; он взял гребенку и кинул во чисто поле; откуда что - вдруг зашумели, поднялись из земли густые дубовые леса, дерево дерева толще! Вертодуб обрадовался, благодарствовал царевичу и пошел столетние дубы выворачивать.<br>Долго ли, коротко ли - приехал Иван-царевич к старухам, дал им по яблочку; они съели, вмиг помолодели и подарили ему хусточку; как махнешь хусточкой - станет позади целое озеро!<br>Приезжает Иван-царевич домой. Сестра выбежала, встретила его, приголубила:<br>- Сядь, - говорит, - братец, поиграй на гуслях, а я пойду - обед приготовлю.<br>Царевич сел и бренчит на гуслях; выполз из норы мышонок и говорит ему человеческим голосом:<br>- Спасайся, царевич, беги скорее! Твоя сестра ушла зубы точить. Иван-царевич вышел из горницы, сел на коня и поскакал назад; а мышонок по струнам бегает: гусли бренчат, а сестра и не ведает, что братец ушел. Наточила зубы, бросилась в горницу, глядь - нет ни души, только мышонок в нору скользнул. Разозлилась ведьма, так и скрипит зубами, и пустилась в погоню.<br>Иван-царевич услыхал шум, оглянулся - вот-вот нагонит сестра; махнул хусточкой - и стало глубокое озеро. Пока ведьма переплыла озеро, Иван-царевич далеко уехал.<br>Понеслась она еще быстрее... вот уж близко! Вертодуб угадал, что царевич от сестры спасается, и давай вырывать дубы да валить на дорогу; целую гору накидал! Нет ведьме проходу! Стала она путь прочищать, грызла, грызла, насилу продралась, а Иван-царевич уж далеко. Бросилась догонять, гнала, гнала, еще немножко... и уйти нельзя! Вертогор увидал ведьму, ухватился за самую высокую гору и повернул ее как раз на дорогу, а на ту гору поставил другую. Пока ведьма карабкалась да лезла, Иван-царевич ехал да ехал и далеко очутился.<br>Перебралась ведьма через горы и опять погнала за братом... Завидела его и говорит:<br>- Теперь не уйдешь от меня!<br>Вот близко, вот нагонит! В то самое время подскакал Иван-царевич к теремам Солнцевой сестрицы и закричал:<br>- Солнце, Солнце! Отвори оконце,<br>Солнцева сестрица отворила окно, и царевич вскочил в него вместе с конем.<br>.Ведьма стала просить, чтоб ей выдали брата головою; Солнцева сестра ее не послушала и не выдала. Тогда говорит ведьма: ^<br>- Пусть Иван-царевич идет со мной на весы, кто кого перевесит! Если я перевешу - так я его съем, а если он перевесит - пусть меня убьет!<br>Пошли; сперва сел на весы Иван-царевич, а потом и ведьма полезла; только ступила ногой, так Ивана-царевича вверх и подбросило, да с такою силою, что он прямо попал на небо, к Солнцевой сестре в терема; а ведьма-змея осталась на земле."
        },

        {
        "st_nm" : "Вещий сон",
        "st_txt":"Жил-был купец, у него было два сына: Дмитрий да Иван. Раз вечером сказал им отец:<br>- Ну, дети, кому что во сне привидится, поутру мне поведайте; а кто утаит свой сон, того казнить велю.<br>Вот наутро приходит старший сын и сказывает отцу:<br>- Снилось мне, батюшка, будто брат Иван высоко летал по поднебесью на двенадцати орлах; да еще будто пропала у тебя любимая овца.<br>- А тебе, Ваня, что привиделось?<br>- Не скажу! - отвечал Иван.<br>Сколько отец ни принуждал его, он уперся и на все увещания одно твердил: “Не скажу!” да “Не скажу!” Купец рассердился, позвал своих приказчиков и велел взять непослушного сына и привязать к столбу на большой дороге.<br>Приказчики схватили Ивана и, как сказано, привязали его к столбу крепко-накрепко. Плохо пришлось доброму молодцу: солнце печет его, голод и жажда измучили.<br>Случилось ехать по той дороге молодому царевичу; увидал он купеческого сына, сжалился и велел освободить его, нарядил в свою одежду, привез к себе во дворец и начал расспрашивать:<br>- Кто тебя к столбу привязал?<br>- Родной отец прогневался.<br>- Чем же ты провинился?<br>- Не хотел рассказать ему, что мне во сне привиделось.<br>- Ах, как же глуп твой отец, за такую безделицу да так жестоко наказывать... А что тебе снилось?<br>- Не скажу, царевич!<br>- Как не скажешь? Я тебя от смерти избавил, а ты мне грубить хочешь? Говори сейчас, не то худо будет!<br>- Отцу не сказал и тебе не скажу!<br>Царевич приказал посадить его в темницу; тотчас прибежали солдаты и отвели его в каменный мешок.<br>Прошел год, вздумал царевич жениться, собрался и поехал в чужедальнее государство свататься к Елене Прекрасной. У того царевича была родная сестра, и вскоре после его отъезда случилось ей гулять возле самой темницы.<br>Увидал ее в окошечко Иван - купеческий сын и закричал громким голосом:<br>- Смилуйся, царевна, выпусти меня на волю! Может, и я пригожуся. Ведь я знаю, что царевич поехал к Елене Прекрасной свататься; только без меня ему не жениться, а разве головой поплатиться. Чай, сама слышала, какая хитрая Елена Прекрасная и сколько женихов на тот свет спровадила.<br>- А ты берешься помочь царевичу?<br>- Помог бы, да крылья у сокола связаны.<br>Царевна тотчас же отдала приказ выпустить его из темницы.<br>Иван - купеческий сын набрал себе товарищей, и было всех их и с Иваном двенадцать человек, а похожи друг на дружку словно братья родные - рост в рост, голос в голос, волос в волос. Нарядились они в одинаковые кафтаны, по одной мерке шитые, сели на добрых коней и поехали в путь-дорогу.<br>Ехали день, и два, и три; на четвертый подъезжают к дремучему лесу, и послышался им страшный крик.<br>- Стойте, братцы! - говорит Иван. - Подождите немножко, я на тот шум пойду.<br>Соскочил с коня и побежал в лес; смотрит - на поляне три старика ругаются.<br>- Здравствуйте, старые! Из-за чего у вас спор?<br>- Эх, младой юноша! Получили мы от отца в наследство три диковинки: шапку-невидимку, ковер-самолет и сапоги-скороходы; но вот уже семьдесят лет, как спорим, а поделиться никак не можем.<br>- Хотите, я вас разделю?<br>- Сделай милость!<br>Иван - купеческий сын натянул свой тугой лук, наложил три стрелочки и пустил в разные стороны; одному старику велит направо бежать, другому - налево, а третьего посылает прямо:<br>- Кто из вас первый принесет стрелу, тому шапка-невидимка достанется; кто второй явится, тот ковер-самолет получит; а последний пусть возьмет сапоги-скороходы.<br>Старики побежали за стрелками, а Иван - купеческий сын забрал все диковинки и вернулся к своим товарищам.<br>- Братцы, - говорит, - пускайте своих добрых коней на волю да садитесь ко мне на ковер-самолет.<br>Живо уселись все на ковер-самолет и полетели в царство Елены Прекрасной.<br>Прилетели к ее стольному городу, опустились у заставы и пошли разыскивать царевича. Приходят на его двор.<br>- Что вам надобно? - спросил царевич.<br>- Возьми нас, добрых молодцев, к себе на службу; будем тебе радеть и добра желать от чистого сердца.<br>Царевич принял их на свою службу и распределил: кого в повара, кого в конюхи, кого куда.<br>В тот же день нарядился царевич по-праздничному и поехал представляться Елене Прекрасной. Она его встретила ласково, угостила всякими яствами и дорогими напитками и потом стала спрашивать:<br>- А скажи, царевич, по правде, зачем к нам пожаловал?<br>- Да хочу, Елена Прекрасная, к тебе посвататься; пойдешь ли за меня замуж?<br>- Пожалуй, я согласна; только выполни наперед три задачи. Если выполнишь - буду твоя, а нет - готовь свою голову под острый топор.<br>- Задавай задачу!<br>- Будет у меня завтра, а что - не скажу; ухитрись-ка, царевич, да принеси к моему незнаемому свое под пару.<br>Воротился царевич на свою квартиру в большой кручине и печали. Спрашивает его Иван - купеческий сын:<br>- Что, царевич, невесел? Али чем досадила Елена Прекрасная? Поделись своим горем со мной, тебе легче будет.<br>- Так и так, - отвечает царевич, - задала мне Елена Прекрасная такую задачу, что ни один мудрец в свете не разгадает.<br>- Ну, это еще небольшая беда! Ложись спать; утро вечера мудренее, завтра дело рассудим.<br>Царевич лег спать, а Иван - купеческий сын надел шапку-невидимку да сапоги-скороходы - и марш во дворец к Елене Прекрасной; вошел прямо в почивальню и слушает. Тем временем Елена Прекрасная отдавала такой приказ своей любимой служанке:<br>- Возьми эту дорогую материю и отнеси к башмачнику: пусть сделает башмачок на мою ногу, да как можно скорее.<br>Служанка побежала куда приказано, а следом за ней и Иван пошел.<br>Мастер тотчас же за работу принялся, живо сделал башмачок и поставил на окошко; Иван - купеческий сын взял тот башмачок и спрятал потихоньку в карман.<br>Засуетился бедный башмачник - из-под носу пропала работа; уж он искал, искал, все уголки обшарил - все понапрасну! “Вот чудо! - думает. - Никак, нечистый со мной пошутил!” Нечего делать, взялся опять за иглу, сработал другой башмачок и понес к Елене Прекрасной.<br>- Экий ты мешкотный! - сказала Елена Прекрасная. - Сколько времени за одним башмачком провозился!<br>Села она за рабочий столик, начала вышивать башмак золотом, крупным жемчугом унизывать, самоцветными камнями усаживать.<br>А Иван тут же очутился, вынул свой башмачок и сам то же делает: какой она возьмет камушек, такой и он выбирает; где она приткнет жемчужину, так и он насаживает.<br>Кончила работу Елена Прекрасная, улыбнулась и говорит:<br>- С чем-то царевич завтра покажется!<br>“Подожди - думает Иван, - еще неведомо, кто кого перехитрит!”<br>Воротился домой и лег спать; на заре на утренней встал он, оделся и пошел будить царевича; разбудил и дает ему башмачок.<br>- Поезжай, - говорит, - к Елене Прекрасной и покажи башмачок - это ее первая задача!<br>Царевич умылся, принарядился и поскакал к невесте; а у ней гостей собрано полны комнаты - все бояре да вельможи, люди думные. Как приехал царевич, тотчас заиграла музыка, гости с мест повскакивали, солдаты на караул сделали.<br>Елена Прекрасная вынесла башмачок, крупным жемчугом унизанный, самоцветными камнями усаженный; а сама глядит на царевича, усмехается. Говорит ей царевич:<br>- Хорош башмак, да без пары ни на что не пригоден! Видно, надо подарить тебе другой такой же!<br>С этим словом вынул он из кармана другой башмачок и положил его на стол. Тут все гости в ладоши захлопали, в один голос закричали:<br>- Ай да царевич! Достоин жениться на нашей государыне, на Елене Прекрасной.<br>- А вот увидим! - отвечала Елена Прекрасная. - Пусть исполнит другую задачу.<br>Вечером поздно воротился царевич домой еще пасмурней прежнего.<br>- Полно, царевич, печалиться! - сказал ему Иван - купеческий сын. - Ложись спать, утро вечера мудренее.<br>Уложил его в постель, а сам надел сапоги-скороходы да шапку-невидимку и побежал во дворец к Елене Прекрасной. Она в то самое время отдавала приказ своей любимой служанке:<br>- Сходи поскорей на птичий двор да принеси мне уточку. Служанка побежала на птичий двор, а Иван за нею; служанка ухватила уточку, а Иван - селезня и тем же путем назад пришел.<br>Елена Прекрасная села за рабочий столик, взяла утку, убрала ей крылья лентами, хохолок - бриллианта ми; Иван - купеческий сын смотрит да то же творит над селезнем.<br>На другой день у Елены Прекрасной опять гости, опять музыка; выпустила она свою уточку и спрашивает царевича:<br>- Угадал ли мою задачку?<br>- Угадал, Елена Прекрасная! Вот к твоей уточке пара, - и пускает тотчас селезня...<br>Тут все бояре в один голос крикнули:<br>- Ай да молодец царевич! Достоин взять за себя Елену Прекрасную!<br>- Постойте, пусть исполнит наперед третью задачу. Вечером воротился царевич домой такой пасмурный, что и говорить не хочет.<br>- Не тужи, царевич, ложись лучше спать; утро вечера мудренее, - сказал Иван - купеческий сын.<br>Сам скорей надел шапку-невидимку да сапоги-скороходы и побежал к Елене Прекрасной. А она собралась на синее море ехать, села в коляску и во всю прыть понеслася; только Иван - купеческий сын ни на шаг не отстает.<br>Приехала Елена Прекрасная к морю и стала вызывать своего дедушку. Волны заколыхалися, и поднялся из воды старый дед - борода у него золотая, на голове волосы серебряные. Вышел он на берег:<br>- Здравствуй, внучка! Давненько я с тобою не виделся: все волосы перепутались - причеши.<br>Лег к ней на колени и задремал сладким сном. Елена Прекрасная чешет деда, а Иван - купеческий сын у ней за плечами стоит.<br>Видит она, что старик заснул, и вырвала у него три серебряных волоса; а Иван - купеческий сын не три волоса - целый пучок выхватил. Дед проснулся и закричал:<br>- Что ты! Ведь больно!<br>- Прости, дедушка! Давно тебя не чесала, все волоса перепутались.<br>Дед успокоился и немного погодя опять заснул. Елена Прекрасная вырвала у него три золотых волоса; а Иван - купеческий сын схватил его за бороду и чуть не всю оторвал.<br>Страшно вскрикнул дед, вскочил на ноги и бросился в море.<br>“Теперь царевич попался! - думает Елена Прекрасная. - Таких волос ему не добыть”.<br>На следующий день собрались к ней гости; приехал и царевич. Елена Прекрасная показывает ему три волоса серебряные да три золотые и спрашивает:<br>- Видал ли ты где этакое диво?<br>- Нашла чем хвастаться! Хочешь, я тебе целый пучок подарю?<br>Вынул и подал ей клок золотых волос да клок серебряных.<br>Рассердилась Елена Прекрасная, побежала в свою почивальню и стала смотреть в волшебную книгу: сам ли царевич угадывает или кто ему помогает? И видит по книге, что не он хитер, а хитер его слуга, Иван - купеческий сын.<br>Воротилась к гостям и пристала к царевичу:<br>- Пришли ко мне своего любимого слугу.<br>- У меня их двенадцать.<br>- Пришли того, что Иваном зовут.<br>- Да их всех зовут Иванами!<br>- Хорошо, - говорит, - пусть все придут! - А в уме держит: “Я и без тебя найду виноватого!”<br>Отдал царевич приказание - и вскоре явились во дворец двенадцать добрых молодцев, его верных слуг; все на одно лицо, рост в рост, голос в голос, волос в волос.<br>- Кто из вас большой? - спросила Елена Прекрасная.<br>Они разом все закричали:<br>- Я большой! Я большой!<br>“Ну, - думает она, - тут спроста ничего не узнаешь!”- и велела подать одиннадцать простых чарок, а двенадцатую золотую, из которой завсегда сама пила; налила те чарки дорогим вином и стала добрых молодцев потчевать.<br>Никто из них не берет простой чарки, все к золотой потянулись и давай ее вырывать друг у друга: только шуму наделали да вино расплескали!<br>Видит Елена Прекрасная, что шутка ее не удалася; велела этих молодцев накормить-напоить и спать во дворце положить.<br>Вот ночью, как уснули все крепким сном, она пришла к ним с своею волшебною книгою, глянула в ту книгу и тотчас узнала виновного; взяла ножницы и остригла у него висок.<br>“По этому знаку я его завтра узнаю и велю казнить”.<br>Поутру проснулся Иван - купеческий сын, взялся рукою за голову - а висок-то острижен; вскочил он с постели и давай будить товарищей:<br>- Полно спать, беда близко! Берите-ка ножницы да стригите виски.<br>Через час времени позвала их к себе Елена Прекрасная и стала отыскивать виноватого... Что за чудо? На кого ни взглянет - у всех виски острижены. С досады ухватила она свою волшебную книгу и забросила в печь.<br>После того нельзя было ей отговариваться, надо было выходить замуж за царевича. Свадьба была веселая; три дня народ веселился, три дня кабаки и харчевни стояли отворены - кто хочешь приходи, пей и ешь на казенный счет!<br>Как покончились пиры, царевич собрался с молодою женой ехать в свое государство, а двенадцать добрых молодцев вперед отпустил.<br>Вышли они за город, разостлали ковер-самолет, сели и поднялись выше облака ходячего; летели, летели и опустились как раз у того дремучего леса, где своих добрых коней покинули.<br>Только успели сойти с ковра, глядь - бежит к ним старик со стрелкою. Иван - купеческий сын отдал ему шапку-невидимку. Вслед за тем прибежал другой старик и получил ковер-самолет, а там и третий - этому достались сапоги-скороходы.<br>Говорит Иван своим товарищам:<br>- Седлайте, братцы, лошадей, пора в путь отправляться.<br>Они тотчас изловили лошадей, оседлали их и поехали в свое отечество.<br>Приехали и прямо к царевне явились; та им сильно обрадовалась, расспросила о своем родном братце: как он женился и скоро ль домой будет?<br>- Чем же вас, - спрашивает, - за такую службу наградить?<br>Отвечает Иван - купеческий сын:<br>- Посади меня в темницу, на старое место.<br>Как его царевна ни уговаривала, он таки настоял на своем: взяли его солдаты и отвели в темницу.<br>Через месяц приехал царевич с молодою супругою; встреча была торжественная: музыка играла, в пушки палили, в колокола звонили, народу собралось столько, что хоть по головам ступай!<br>Пришли бояре и всякие чины представляться царевичу; он осмотрелся кругом и стал спрашивать:<br>- Где же Иван, мой верный слуга?<br>- Он, - говорят, - в темнице сидит.<br>- Как в темнице? Кто смел посадить? Говорит ему царевна:<br>- Ты же сам, братец, на него опалился и велел держать в крепком заточении. Помнишь, что его про какой-то сон расспрашивал, а он сказать не хотел?<br>- Неужели ж это он?<br>- Он самый; я его на время к тебе отпускала.<br>Царевич приказал привести Ивана - купеческого сына, бросился к нему на шею и просил не попомнить старого зла.<br>- А знаешь, царевич, - говорит ему Иван, - все, что с тобою случилося, мне было наперед ведомо, все это я во сне видел; оттого тебе и про сон не сказывал.<br>Царевич наградил его генеральским чином, наделил богатыми именьями и оставил во дворце жить.<br>Иван - купеческий сын выписал к себе отца и старшего брата, и стали они все вместе жить-поживать, добра наживать."
        },

        {
        "st_nm" : "Волшебная дудочка",
        "st_txt":"Как слышал сказку, так и рассказываю.<br>В стародавние годы жили да были муж с женой. И росла у них дочка пригожая. Всем девица взяла: и ростом, и дородством, и угожеством.<br>Глядя на нее, люди радовались: со всеми девушка приветливая, ласковая, обходительная. Всем торопилась помочь чем могла.<br>Но вот пристигло несчастье, пришла беда. Умерла у девушки мать.<br>Много ли, мало времени прошло - женился отец на вдовице. А вдовица свою дочь в дом привела. И стало в семье четверо.<br>Сиротой жить нерадостно, а при мачехе стало и того хуже.<br>Родную дочь она нежила, тешила, а падчерицу невзлюбила с первого дня.<br>С петухами сирота вставала, слезами умывалась, до полуночи по хозяйству управлялась. И пряла, и ткала, и по воду ходила, и дрова носила, и коров доила.<br>А злая баба только покрикивала:<br>- Неумелица ты, негодница! Хлебоежа на мою голову досталась!<br>Вот открыл как-то раз отец сундук, что от первой жены остался. А в сундуке и душегрея, мехом отороченная, и кокошник, жемчугами унизанный, и полусапожки сафьяновые, и перстенек золотой с камушком дорогим, и одёжа разная.<br>- Поделим поровну, и будет у наших дочерей приданое, - сказал отец.<br>А завистливая мачеха со своей дочерью затаили черную думу.<br>- Экое богатство делить на две доли, - мачеха шептала дочери. - Да с таким-то приданым мы и купеческого сына найдем. Не за мужика выйдешь, за лапотника. Только не оплошай!<br>Прошло сколько-то времени после того разговора, собрались девушки по ягоды идти. А отец шутейно им и говорит:<br>- Ну вот, кто из вас больше ягод принесет, той при дележке приданого чуть побольше достанется.<br>Ходят девушки по лесу, аукаются, берут ягоды. А как завечерело, сошлись они на полянке. Глянула мачехина дочь - батюшки светы! - у стариковой дочери корзинка полным-полна, а у нее всего ничего, лишь на донышке! Тут и припомнились материны речи: не делить приданого на две доли...<br>И как проходили через болото, выхватила мачехина дочь у сводной сестры корзину с ягодами и столкнула ее с перекладин-жердочек в бездонную топь.<br>- Тону я, погибаю, сестрица милая, - взмолилась девица, - помоги мне!<br>- Стану я тебе помогать! Тони, из этой топи не выкарабкаешься. А все приданое мне одной достанется! - крикнула мачехина дочь.<br>Перебралась через болото и бегом побежала домой. Дорогой пересыпала в свой кузов ягоды - чистые, крупные, одна к одной, а корзинку сводной сестры закопала в мох.<br>- Умница, моя разумница! - встретила ее мать. - Посмотри, старик, сколько ягод моя дочка набрала!<br>- А чего не вместе пришли? - спросил отец.<br>- Разошлись мы с ней, - ответила мачехина дочь, - аукалась я, аукалась, да никто мне не откликнулся; думаю, раньше меня набрала корзинку и ушла домой.<br>- Ну где ей, доченька, раньше тебя управиться. Уснула где-нибудь, вот и не услышала тебя! - засмеялась баба.<br>Вечер прошел, и ночь прошла.<br>Поутру старик рано встал.<br>- Надо идти искать, - говорит, - видно, беда стряслась.<br>Собрал соседей. Пошли они в лес. И бабина дочь с ними.<br>- Вот здесь, - рассказывает, - мы разошлись и больше не виделись.<br>Ходили-ходили день с утра до вечера, да так ни с чем и воротились.<br>Лето уже на исходе. Идет-бредет по тем тропам старичок странник. Ступил на жердочки-перекладины, а на топлом месте растет травяная дудка. Срезал ту дудку старик, приложил к губам и только подул в нее, как слышит: заиграла, запела дудка, жалобно запричитала:<br>И вот пришел старик странник поздно вечером в ту деревню, попросился в крайнюю избу ночевать, как раз в тот дом, где сирота-девица потерялась.<br>После ужина заговорил старик странник:<br>- Неподалеку от вашей деревни срезал я дудочку. Такая забавная: сама поет-выговаривает. Возьми-ка, хозяин, подуй в эту дудочку!<br>Чуть только подул хозяин в дудочку, как заговорила запела она:<br>С лица старик сменился. Протянул дудочку падчерице:<br>- Ну-ка ты поиграй!<br>Только поднесла она дудочку к губам, как заиграла, запела дудочка:<br>Кинулся отец за понятыми. Девку-лиходейку, а заодно и мать, злую бабу, связали, приставили караул.<br>А отец с понятыми да со стариком странником на болото побежали. Поискали, поискали и в скором времени вытащили девушку. Обмыли ее, обрядили. Тут она открыла глаза, промолвила:<br>- Ой, как долго мне спалось да много во сне виделось! Не держи, родимый батюшка, ни бабы-лиходейки, ни дочери-злодейки. Не будет от них житья ни тебе, ни мне.<br>Простил отец на радости злую бабу и падчерицу-злодейку, прогнал их со двора:<br>- Ступайте, откуда пришли!"
        },

        {
        "st_nm" : "Волшебный конь",
        "st_txt":"В  некотором царстве, в некотором государстве жил-был старик со старухою, и за всю их бытность не было у них детей. Вздумалось им, что вот-де лета их древние, скоро помирать надо, а наследника господь не дал, и стали они богу молиться, чтобы сотворил им детище на помин души. Положил старик завет: коли родит старуха детище, в ту пору кто ни попадется первый навстречу, того и возьму кумом. Через сколько-то времени забрюхатела старуха и родила сына. Старик обрадовался, собрался и пошел искать кума; только за ворота, а навстречу ему катит коляска, четверней запряжена; в коляске государь сидит.<br>Старик не знавал государя, принял его за боярина, остановился и давай кланяться.<br>— Что тебе, старичок, надобно? — спрашивает государь.<br>— Да прошу твою милость, не во гнев будь сказано: окрести моего новорожденного сынка.<br>— Аль у тебя нет никого на деревне знакомых?<br>— Есть у меня много знакомых, много приятелей, да брать в кумовья не годится, потому что такой завет положен: кто первый встретится, того и просить.<br>— Хорошо, — говорит государь, — вот тебе сто рублев на крестины; завтра я сам буду.<br>На другой день приехал он к старику; тотчас позвали попа, окрестили младенца и нарекли ему имя Иван. Начал этот Иван расти не по годам, а по часам — как пшеничное тесто на опаре подымается; и приходит ему каждый месяц по почте по сту рублев Царского жалованья.<br>Прошло десять лет, вырос он большой и почуял в себе силу непомерную. В то самое время вздумал про него государь, есть-де у меня крестник, а каков он — не ведаю; пожелал его лично видеть и тотчас послал приказ, чтобы Иван крестьянский сын, не медля нимало, предстал пред его очи светлые. Стал старик собирать его в дорогу, вынул деньги и говорит:<br>— На-ка тебе сто рублев, ступай в город на конную, купи себе лошадь; а то путь дальний — пешком не уйдешь.<br>Иван пошел в город, и попадается ему на дороге стар человек.<br>— Здравствуй, Иван крестьянский сын! Куда путь держишь?<br>Отвечает добрый молодец:<br>— Иду, дедушка, в город, хочу купить себе лошадь.<br>— Ну так слушай меня, коли хочешь счастлив быть. Как придешь на конную, будет там один мужичок лошадь продавать крепко худую, паршивую; ты ее и выбери, и сколько б ни запросил с тебя хозяин — давай, не торгуйся! А как купишь, приведи ее домой и паси в зеленых лугах двенадцать вечеров и двенадцать утров по росам — тогда ты ее узнаешь!<br>Иван поблагодарил старика за науку и пошел в город; приходит на конную, глядь — стоит мужичок и держит за узду худую, паршивую лошаденку.<br>— Продаешь коня?<br>— Продаю.<br>— А что просишь?<br>— Да без торгу сто рублев.<br>Иван крестьянский сын вынул сто рублев, отдал мужику, взял лошадь и повел ко двору. Приводит домой, отец глянул и рукой махнул:<br>— Пропащие деньги!<br>— Подожди, батюшка! Авось на мое счастье лошадка поправится.<br>Стал Иван водить свою лошадь каждое утро и каждый вечер в зеленые луга на пастбище, и вот как прошло двенадцать зорь утренних да двенадцать зорь вечерних — сделалась его лошадь такая сильная, крепкая да красивая, что ни вздумать, ни взгадать, разве в сказке сказать, и такая разумная — что только Иван на уме помыслит, а она уж ведает. Тогда Иван крестьянский сын справил себе сбрую богатырскую, оседлал своего доброго коня, простился с отцом, с матерью и поехал в столичный город к царю-государю.<br>Ехал он близко ли, далеко ль, скоро ли, коротко ль, очутился у государева дворца, соскочил наземь, привязал богатырского коня за кольцо к дубовому столбу и велел доложить царю про свой приезд. Царь приказал его не задерживать, пропустить в палаты без всякой задирки. Иван вошел в царские покои, помолился на святые иконы, поклонился царю и вымолвил:<br>— Здравия желаю, ваше величество!<br>— Здравствуй, крестник! — отвечал государь, посадил его за стол, начал угощать всякими напитками и закусками, а сам на него смотрит-дивуется: славный молодец — и лицом красив, и умом смышлен, и ростом взял; никто не подумает, что ему десять лет, всякий двадцать даст, да еще с хвостиком! “По всему видно, — думает царь, — что в этом крестнике дал мне господь не простого воина, а сильно-могучего богатыря”. И пожаловал его царь офицерским чином и велел при себе служить.<br>Иван крестьянский сын взялся за службу со всею охотою, ни от какого труда не отказывается, за правду грудью стоит; полюбил его за то государь пуще всех своих генералов и министров и никому из них не стал доверять так много, как своему крестнику. Озлобились на Ивана генералы и министры и стали совет держать, как бы оговорить его перед самим государем. Вот как-то созвал царь к себе знатных и близких людей на обед; как уселись все за стол, он и говорит:<br>— Слушайте, господа генералы и министры! Как вы думаете о моем крестнике?<br>— Да что сказать, ваше величество! Мы от него не видали ни худого, ни хорошего; одно дурно — больно хвастлив уродился. Уж не раз от него слыхивали, что в таком-то королевстве, за тридевять земель, выстроен большой мраморный дворец, а кругом превысокая ограда поставлена — не пробраться туда ни пешему, ни конному! В том дворце живет Настасья прекрасная королевна. Никому ее не добыть, а он, Иван, похваляется ее достать, за себя замуж взять.<br>Царь выслушал этот оговор, приказал позвать своего крестника и стал ему сказывать:<br>— Что ж ты генералам да министрам похваляешься, что можешь достать Настасью-королевну, а мне про то ничего не докладываешь?<br>— Помилуйте, ваше величество! — отвечает Иван крестьянский сын. — Мне того и во сне не снилося.<br>— Теперь поздно отпираться; у меня коли похвалился, так и дело сделай; а не сделаешь — то мой меч, твоя голова с плеч!<br>Запечалился Иван крестьянский сын, повесил свою головушку ниже могучих плеч и пошел к своему доброму коню. Возговорит ему конь человеческим голосом:<br>— Что, хозяин, кручинишься, а мне правды не сказываешь?<br>— Ах, мой добрый конь! Отчего мне веселому быть? Оговорило меня начальство перед самим государем, будто я могу добыть и взять за себя замуж Настасью прекрасную королевну. Царь и велел мне это дело исполнить, а не то хочет рубить голову.<br>— Не тужи, хозяин! Молись богу да ложись спать; утро вечера мудренее. Мы это дело обделаем; только попроси у царя побольше денег, чтобы не скучать нам дорогою, было бы вдоволь поесть и попить, что захочется.<br>Иван переночевал ночь, встал поутру, явился к государю и стал просить на поход золотой казны. Царь приказал выдать ему, сколько надобно. Вот добрый молодец взял казну, надел на своего коня сбрую богатырскую, сел верхом и поехал в путь-дорогу.<br>Близко ли, далеко ль, скоро ли, коротко ль, заехал он за тридевять земель, в тридесятое королевство, и остановился у мраморного дворца; кругом дворца стены высокие, ни ворот, ни дверей не видно; как за ограду попасть? Говорит Ивану его добрый конь:<br>— Подождем до вечера! Как только стемнеет — оборочусь я сизокрылым орлом и перенесусь с тобой через стену. В то время прекрасная королевна будет спать на своей мягкой постели; ты войди к ней прямо в спальню, возьми ее потихоньку на руки и неси смело.<br>Вот хорошо, дождались они вечера; как только стемнело, ударился конь о сырую землю, оборотился сизокрылым орлом и, говорит:<br>— Время нам свое дело делать; смотри не давай маху!<br>Иван крестьянский сын сел на орла; орел поднялся в поднебесье, перелетел через стену и поставил Ивана на широком дворе.<br>Пошел добрый молодец в палаты, смотрит — везде тихо, вся прислуга спит глубоким сном; он в спальню — на кроватке лежит Настасья прекрасная королевна, разметала во сне покровы богатые, одеяла соболии. Засмотрелся добрый молодец на ее красоту неописанную, на ее тело белое, отуманила его любовь горячая, не выдержал и поцеловал королевну в уста сахарные. От того пробудилась красная девица и с испугу закричала громким голосом; на ее голос поднялись, прибежали слуги верные, поймали Ивана крестьянского сына и связали ему руки и ноги накрепко. Королевна приказала его в темницу посадить и давать ему в день по стакану воды да по фунту черного хлеба.<br>Сидит Иван в крепкой темнице и думает думу невеселую: “Верно, здесь мне положить свою буйную голову!” А его добрый богатырский конь ударился оземь и сделался малою птичкою, влетел к нему в разбитое окошечко и говорит:<br>— Ну, хозяин, слушайся: завтра я выломлю двери и тебя ослобоню; ты спрячься в саду за таким-то кустом; там будет гулять Настасья прекрасная королевна, а я обернусь бедным стариком и стану просить у нее милостыни; смотри ж, не зевай, не то худо будет.<br>Иван повеселел, птичка улетела. На другой день бросился богатырский конь к темнице и выбил дверь копытами; Иван крестьянский сын выбежал в сад и стал за зеленым кустиком. Вышла погулять по саду прекрасная королевна, только поравнялась супротив кустика — как подошел к ней бедный старичок, кланяется и просит со слезами святой милостыни. Пока красная девица вынимала кошелек с деньгами, выскочил Иван крестьянский сын, ухватил ее в охапку, зажал ей рот таково крепко, что нельзя и малого голосу подать. В тот же миг обернулся старик сизокрылым орлом, взвился с королевною и добрым молодцем высоко-высоко, перелетел через ограду, опустился на землю и сделался по-прежнему богатырским конем. Иван крестьянский сын сел на коня и Настасью-королевну с собой посадил; говорит ей:<br>— Что, прекрасная королевна, теперь не запрешь меня в темницу?<br>Отвечает прекрасная королевна:<br>— Видно, мне судьба быть твоею, делай со мной, что сам знаешь!<br>Вот едут они путем-дорогою; близко ли, далеко ль, скоро ли, коротко ль, приезжают на большой зеленый луг. На том лугу стоят два великана, друг дружку кулаками потчуют; избились-исколотились до крови, а ни один другого осилить не может; возле них лежат на траве помело да клюка.<br>— Послушайте, братцы, — спрашивает их Иван крестьянский сын. — За что вы деретесь?<br>Великаны перестали драться и говорят ему:<br>— Мы оба родные братья; помер у нас отец, и осталось после него всего-навсего имения — вот это помело да клюка; стали мы делиться, да и поссорились: каждому, вишь, хочется все себе забрать! Ну, мы и решились драться не на живот, на смерть, кто в живых останется — тот обе вещи получит.<br>— А давно вы спорите?<br>— Да вот уж три года, как друг дружку колотим, а толку все не добьемся!<br>— Эх вы! Есть из-за чего смертным боем драться. Велика ли корысть — помело да клюка?<br>— Не говори, брат, чего не ведаешь! С этим помелом да с клюкою хоть какую силу победить можно. Сколько бы неприятель войска ни выставил, смело выезжай навстречу: где махнешь помелом — там будет улица, а перемахнешь — так и с переулочком. А клюка тоже надобна: сколько б ни захватил ею войска—все в плен заберешь!<br>“Да, вещи хорошие! — думает Иван. — Пожалуй, пригодились бы и мне”.<br>— Ну, братцы, — говорит, — хотите, я разделю вас поровну?<br>— Раздели, добрый человек!<br>Иван крестьянский сын слез с своего богатырского коня, набрал горсть мелкого песку, завел великанов в лес и рассеял тот песок на все на четыре стороны.<br>— Вот, — говорит, — собирайте песок; у кого больше будет, тому и клюка и помело достанутся.<br>Великаны бросились собирать песок, а Иван тем временем схватил и клюку и помело, сел на коня — и поминай как звали!<br>Долго ли, коротко ли, подъезжает он к своему государству и видит, что его крестного отца постигла беда немалая: все царство повоевано, около стольного города стоит рать-сила несметная, грозит все огнем пожечь, самого царя злой смерти предать.<br>Иван крестьянский сын оставил королевну в ближнем лесочке, а сам полетел на войско вражее; где помелом махнет — там улица, где перемахнет — там с переулочком! В короткое время перебил целые сотни, целые тысячи; а что от смерти уцелело, то зацепил клюкою и живьем приволок в стольный город.<br>Царь встретил его с радостью, приказал в барабаны бить, в трубы трубить и пожаловал генеральским чином и несметной казною.<br>Тут Иван крестьянский сын вспомнил про Настасью прекрасную королевну, отпросился на время и привез ее прямо во дворец. Похвалил его царь за удаль богатырскую, велел ему дом готовить да свадьбу справлять. Женился Иван крестьянский сын на прекрасной королевне, отпировал свадьбу богатую и стал себе жить, не тужить. Вот вам сказка, а мне бубликов связка."
        },

        {
        "st_nm" : "Глиняный парень",
        "st_txt":"Волшебный коньили-были старик да старуха. Не было у них детей.<br>Старуха и говорит:<br>- Старик, вылепи из глины паренька, будто и сын будет.<br>Старик вылепил из глины паренька. Положили его на печку сушить. Высох парень и стал просить есть:<br>- Дай, бабка, молока кадушечку да хлеба мякушечку.<br>Принесла ему старуха это, а он съел все и опять просит:<br>- Есть хочу! Есть хочу!<br>И съел он у старика со старухой весь хлеб, выпил все молоко и опять кричит:<br>- Есть хочу! Есть хочу!<br>Нечего ему больше дать. Глиняный парень соскочил с печки и съел бабку с прялкой, дедку с клюшкой - и пошел на улицу.<br>Идет навстречу бык. Глиняный парень говорит ему:<br>- Съел я хлеба пять мякушек, молока пять кадушек, бабку с прялкой, дедку с клюшкой - и тебя, бык, съем!<br>Да и съел быка.<br>Идет дальше. Навстречу дроворубы с топорами.<br>Глиняный парень и говорит:<br>- Съел я хлеба пять мякушек, молока пять кадушек, бабку с прялкой, дедку с клюшкой, быка с рогами - и вас всех съем!<br>И съел дроворубов с топорами.<br>Идет дальше. Навстречу ему мужики с косами да бабы с граблями.<br>Глиняный парень им говорит:<br>- Съел я хлеба пять мякушек, молока пять кадушек, бабку с прялкой, дедку с клюшкой, быка с рогами, дроворубов с топорами - и вас всех съем!<br>Съел мужиков с косами да баб с граблями и дальше пошел.<br>Встретил Глиняный парень козла и говорит:<br>- Съел я хлеба пять мякушек, молока пять кадушек, бабку с прялкой, дедку с клюшкой, быка с рогами, дроворубов с топорами, мужиков с косами, баб с граблями - и тебя, козел, съем!<br>А козел ему говорит:<br>- Да ты не трудись, стань под горку, а я стану на горку, разбегусь да тебе в рот и прыгну.<br>Стал Глиняный парень под горку, а козел разбежался с горы да рогами в брюхо как ударил! Тут и рассыпался Глиняный парень.<br>И вышли из брюха бабка с прялкой, дедка с клюшкой, бык с рогами, дроворубы с топорами, мужики с косами да бабы с граблями.<br>Всех козел избавил."
        },

        {
        "st_nm" : "Горе",
        "st_txt":"Ж  одной деревушке жили два мужика, два родные брата: один был бедный, другой богатый.<br>Богач переехал на житье в город, выстроил себе большой дом и записался в купцы; а у бедного иной раз нет ни куска хлеба, а ребятишки - мал, мала, меньше - плачут, да есть просят. С утра до вечера бьется мужик как рыба об лед, а все ничего нет.<br>Говорит он однова своей жене:<br>- Дай-ка пойду в город, попрошу у брата: не поможет ли чем?<br>Пришел к богатому:<br>- Ах, братец родимый! Помоги сколько-нибудь моему горю; жена и дети без хлеба сидят, по целым дням голодают.<br>- Проработай у меня эту неделю, тогда и помогу!<br>Что делать? Принялся бедный за работу: и двор чистит, и лошадей холит, и воду возит, и дрова рубит. Через неделю дает ему богатый одну ковригу хлеба:<br>- Вот тебе за труды!<br>- И за то спасибо! - сказал бедный, поклонился и хотел было домой идти.<br>- Постой! Приходи-ка завтра ко мне в гости и жену приводи: ведь завтра мои именины.<br>- Эх, братец, куда мне? Сам знаешь: к тебе придут купцы в сапогах да в шубах, а я в лаптях хожу да в худеньком сером кафтанишке.<br>- Ничего, приходи! И тебе будет место.<br>- Хорошо, братец, приду.<br>Воротился бедный домой, отдал жене ковригу и говорит:<br>- Слушай, жена! Назавтра нас с тобой в гости звали.<br>- Как в гости? Кто звал?<br>- Брат: он завтра именинник.<br>- Ну что ж, пойдем.<br>Наутро встали и пошли в город, пришли к богатому, поздравили его и уселись на лавку. За столом уж много именитых гостей сидело; всех их угощает хозяин на славу, а про бедного брата и его жену и думать забыл - ничего им не дает; они сидят да только посматривают, как другие пьют да едят.<br>Кончился обед; стали гости из-за стола вылазить да хозяина с хозяюшкой благодарить, и бедный тоже - поднялся с лавки и кланяется брату в пояс. Гости поехали домой пьяные, веселые, шумят, песни поют.<br>А бедный идет назад с пустым брюхом.<br>- Дай-ка, - говорит жене, - и мы запоем песню!<br>- Эх ты, дурак! Люди поют оттого, что сладко поели да много выпили; а ты с чего петь вздумал?<br>- Ну, все-таки у брата на именинах был; без песен мне стыдно идти. Как я запою, так всякий подумает, что и меня угостили...<br>- Ну пой, коли хочешь, а я не стану! Мужик запел песню, и послышалось ему два голоса; он перестал и спрашивает жену:<br>- Это ты мне подсобляла петь тоненьким голоском?<br>- Что с тобой? Я вовсе и не думала.<br>- Так кто же?<br>- Не знаю! - сказала баба. - А ну запой, я послушаю.<br>Он опять запел: поет-то один, а слышно два голоса; остановился и спрашивает:<br>- Это ты, Горе, мне петь пособляешь? Горе отозвалось:<br>- Да, хозяин! Это я пособляю.<br>- Ну, Горе, пойдем с нами вместе.<br>- Пойдем, хозяин! Я теперь от тебя не отстану. Пришел мужик домой, а Горе зовет его в кабак. Тот говорит:<br>- У меня денег нет!<br>- Ох ты, мужичок! Да на что тебе деньги? Видишь, на тебе полушубок надет, а на что он? Скоро лето будет, все равно носить не станешь! Пойдем в кабак, да полушубок побоку...<br>Мужик и Горе пошли в кабак и пропили полушубок. На другой день Горе заохало - с похмелья голова болит, и опять зовет хозяина винца испить.<br>- Денег нет, - говорит мужик.<br>- Да на что нам деньги? Возьми сани да телегу - с нас и довольно!<br>Нечего делать, не отбиться мужику от Горя: взял он сани и телегу, потащил в кабак и пропил вместе с Горем.<br>Наутро Горе еще больше заохало, зовет хозяина опохмелиться; мужик пропил и борону и соху.<br>Месяца не прошло, как он все спустил; даже избу свою соседу заложил, а деньги в кабак снес.<br>Горе опять пристает к нему:<br>- Пойдем да пойдем в кабак!<br>- Нет, Горе! Воля твоя, а больше тащить нечего.<br>- Как нечего? У твоей жены два сарафана: один оставь, а другой пропить надобно.<br>Мужик взял сарафан, пропил и думает:<br>“Вот когда чист! Ни кола, ни двора, ни на себе, ни на жене!”<br>Поутру проснулось Горе, видит, что у мужика нечего больше взять, и говорит:<br>- Хозяин!<br>- Что, Горе?<br>- А вот что: ступай к соседу, попроси у него пару волов с телегою.<br>Пошел мужик к соседу.<br>- Дай, - просит, - на времечко пару волов с телегою; я на тебя хоть неделю за то проработаю.<br>- На что тебе?<br>- В лес за дровами съездить.<br>- Ну возьми; только не велик воз накладывай.<br>- И, что ты, кормилец!<br>Привел пару волов, сел вместе с Горем на телегу и поехал в чистое поле.<br>- Хозяин, - спрашивает Горе, - знаешь ли ты на этом поле большой камень?<br>- Как не знать!<br>- А когда знаешь, поезжай прямо к нему. Приехали они на то место, остановились и вылезли из телеги.<br>Горе велит мужику поднимать камень. Мужик поднимает, Горе пособляет; вот подняли, а под камнем яма - полна золотом насыпана.<br>- Ну, что глядишь? - сказывает Горе мужику. - Таскай скорей в телегу.<br>Мужик принялся за работу и насыпал телегу золотом; все из ямы повыбрал до последнего червонца, видит, что уж больше ничего не осталось, и говорит:<br>- Посмотри-ка, Горе, никак, там еще деньги остались?<br>Горе наклонилось:<br>- Где? Я что-то не вижу!<br>- Да вон в углу светятся!<br>- Нет, не вижу.<br>- Полезай в яму, так и увидишь. Горе полезло в яму; только что опустилось туда, а мужик и накрыл его камнем.<br>- Вот этак-то лучше будет! - сказал мужик. - Не то коли взять тебя с собою, так ты, Горе горемычное, хоть не скоро, а все же пропьешь и эти деньги!<br>Приехал мужик домой, свалил деньги в подвал, волов отвел к соседу и стал думать, как бы себя устроить. Купил лесу, выстроил большие хоромы и зажил вдвое богаче своего брата.<br>Долго ли, коротко ли - поехал он в город просить своего брата с женой к себе на именины.<br>- Вот что выдумал! - сказал ему богатый брат. - У самого есть нечего, а ты еще именины справляешь!<br>- Ну, когда-то было нечего есть, а теперь, слава богу, имею не меньше твоего; приезжай - увидишь.<br>- Ладно, приеду!<br>На другой день богатый брат собрался с женою, и поехали на именины; смотрят, а у бедного-то голыша хоромы новые, высокие, не у всякого купца такие есть! Мужик угостил их, употчевал всякими наедками, напоил всякими медами и винами. Спрашивает богатый у брата:<br>- Скажи, пожалуйста, какими судьбами разбогател ты?<br>Мужик рассказал ему по чистой совести, как привязалось к нему Горе горемычное, как пропил он с Горем в кабаке все свое добро до последней нитки; только и осталось, что душа в теле; как Горе указало ему клад в чистом поле, как он забрал этот клад да от Горя избавился.<br>Завидно стало богатому.<br>“Дай, - думает, - поеду в чистое поле, подниму камень да выпущу Горе - пусть оно дотла разорит брата, чтоб не смел передо мною своим богатством чваниться”.<br>Отпустил свою жену домой, а сам в поле погнал; подъехал к большому камню, своротил его в сторону и наклоняется посмотреть, что там под камнем. Не успел порядком головы нагнуть - а уж Горе выскочило и уселось ему на шею.<br>- А, - кричит, - ты хотел меня здесь уморить! Нет, теперь я от тебя ни за что не отстану.<br>- Послушай, Горе, - сказал купец, - вовсе не я засадил тебя под камень...<br>- А кто же, как не ты?<br>- Это мой брат тебя засадил, а я нарочно пришел, чтоб тебя выпустить.<br>- Нет, врешь! Один раз обманул, в другой не обманешь!<br>Крепко насело Горе богатому купцу на шею; привез он его домой, и пошло у него все хозяйство вкривь да вкось. Горе уж с утра за свое принимается: каждый день зовет купца опохмелиться; много добра в кабак ушло.<br>“Этак несходно жить! - думает про себя купец. - Кажись, довольно потешил я Горе; пора б и расстаться с ним, да как?”<br>Думал, думал и выдумал: пошел на широкий двор, обтесал два дубовых клина, взял новое колесо и накрепко вбил клин с одного конца во втулку. Приходит к Горю:<br>- Что ты, Горе, все на боку лежишь?<br>- А что ж мне больше делать?<br>- Что делать? Пойдем на двор в гулючки играть. А Горе и радо. Вышли на двор. Сперва купец спрятался - Горе сейчас его нашло; после того черед Горю прятаться.<br>- Ну, - говорит, - меня не скоро найдешь! Я хоть в какую щель забьюсь!<br>- Куда тебе! - отвечает купец! - Ты в это колесо не влезешь, а то - в щель!<br>- В колесо не влезу? Смотри-ка, еще как спрячусь!<br>Влезло Горе в колесо; купец взял да и с другого конца забил во втулку дубовый клин, поднял колесо и забросил его вместе с Горем в реку.<br>Горе потонуло, а купец стал жить по-старому, по-прежнему."
        },

        {
        "st_nm" : "Гуси-лебеди",
        "st_txt":"Вили старичок со старушкою; у них была дочка да сынок маленький.<br>- Дочка, дочка! - говорила мать. - Мы пойдем на работу, принесем тебе булочку, сошьем платьице, купим платочек; будь умна, береги братца, не ходи со двора.<br>Старшие ушли, а дочка забыла, что ей приказывали; посадила братца на травке под окошком, а сама побежала на улицу, заигралась, загулялась. Налетели гуси-лебеди, подхватили мальчика, унесли на крылышках.<br>Пришла девочка, глядь - братца нету! Ахнула, кинулась туда-сюда - нету! Кликала, заливалась слезами, причитывала, что худо будет от отца и матери, - братец не откликнулся!<br>Выбежала в чистое поле; метнулись вдалеке гуси-лебеди и пропали за темным лесом.<br>Гуси-лебеди давно себе дурную славу нажили, много шкодили и маленьких детей крадывали; девочка угадала, что они унесли ее братца, бросилась их догонять. Бежала, бежала, стоит печка.<br>- Печка, печка, скажи, куда гуси полетели?<br>- Съешь моего ржаного пирожка, - скажу.<br>- О, у моего батюшки пшеничные не едятся!<br>Печь не сказала.<br>Побежала дальше, стоит яблонь.<br>- Яблонь, яблонь, скажи, куда гуси полетели?<br>- Съешь моего лесного яблока, - скажу.<br>- О, у моего батюшки и садовые не едятся!<br>Побежала дальше, стоит молочная речка, Кисельные берега.<br>- Молочная речка, кисельные берега, куда гуси полетели?<br>- Съешь моего простого киселика с молоком, - скажу.<br>- О, у моего батюшки и сливочки не едятся!<br>И долго бы ей бегать по полям да бродить по лесу, да, к счастью, попался еж; хотела она его толкнуть, побоялась наколоться и спрашивает:<br>- Ежик, ежик, не видал ли, куда гуси полетели?<br>- Вон туда-то! - указал.<br>Побежала - стоит избушка на курьих ножках, стоит-поворачивается. В избушке сидит баба-яга, морда жилиная, нога глиняная; сидит и братец на лавочке, играет золотыми яблочками. Увидела его сестра, подкралась, схватила и унесла; а гуси за нею в погоню летят; нагонят злодеи, куда деваться? Бежит молочная речка, кисельные берега.<br>- Речка-матушка, спрячь меня!<br>- Съешь моего киселика!<br>Нечего делать, съела. Речка ее посадила под бережок, гуси пролетели. Вышла она, сказала: “Спасибо!” - и опять бежит с братцем; а гуси воротились, летят навстречу. Что делать? Беда! Стоит яблонь.<br>- Яблонь, яблонь-матушка, спрячь меня!<br>- Съешь мое лесное яблочко!<br>Поскорей съела. Яблонь ее заслонила веточками, прикрыла листиками; гуси пролетели. Вышла и опять бежит с братцем, а гуси увидели - да за ней; совсем налетают, уж крыльями бьют, того и гляди - из рук вырвут! К счастью, на дороге печка.<br>- Сударыня печка, спрячь меня!<br>- Съешь моего ржаного пирожка!<br>Девушка поскорей пирожок в рот, а сама в печь, села в устьецо. Гуси полетали-полетали, покричали-покричали и ни с чем улетели.<br>А она прибежала домой, да хорошо еще, что успела прибежать, а тут и отец и мать пришли."
        },

        {
        "st_nm" : "Дочь и падчерица",
        "st_txt":"Женился мужик вдовый с дочкою на вдове - тоже с дочкою, и было у них две сводные дочери. Мачеха была ненавистная; отдыху не дает старику:<br>- Вези свою дочь в лес, в землянку! Она там больше напрядет.<br>Что делать! Послушал мужик бабу, свез дочку в землянку и дал ей огнивко, кремешек, труду да мешочек круп и говорит:<br>- Вот тебе огоньку; огонек не переводи, кашку вари, а сама сиди, да пряди, да избушку-то припри.<br>Пришла ночь. Девка затопила печурку, заварила кашу; откуда ни возьмись мышка, и говорит:<br>- Девица, девица, дай мне ложечку каши.<br>- Ох, моя мышенька! Разбай мою скуку; я тебе дам не одну ложку каши, а и досыта накормлю. Наелась мышка и ушла. Ночью вломился медведь:<br>- Ну-ка, девушка, - говорит, - туши огни, давай в жмурку играть. Мышка взбежала на плечо девицы и шепчет на ушко:<br>- Не бойся, девица! Скажи: “Давай!” - а сама туши огонь да под печь полезай, а я стану бегать и в колокольчик звенеть.<br>Так и сталось. Гоняется медведь за мышкою - не поймает; стал реветь да поленьями бросать; бросал, бросал, да не попал, устал и молвил:<br>- Мастерица ты, девушка, в жмурку играть! За то пришлю тебе утром стадо коней да воз добра. Наутро жена говорит:<br>- Поезжай, старик, проведай-ка дочь - что напряла она в ночь? Уехал старик, а баба сидит да ждет: как-то он дочерние косточки привезет! Вот собачка:<br>- Тяф, тяф, тяф! С стариком дочка едет, стадо коней гонит, воз добра везет.<br>- Врешь, шафурка! Это в кузове кости гремят да погромыхивают. Вот ворота заскрипели, кони на двор вбежали, а дочка с отцом сидят на возу: полон воз добра! У бабы от жадности аж глаза горят.<br>- Экая важность! - кричит. - Повези-ка мою дочь в лес на ночь;<br>моя дочь два стада коней пригонит, два воза добра притащит.<br>Повез мужик и бабину дочь в землянку и так же снарядил ее и едою и огнем. Об вечеру заварила она кашу. Вышла мышка и просит кашки у Наташки. А Наташка кричит:<br>- Ишь, гада какая! - и швырнула в нее ложкой. Мышка убежала; а Наташка уписывает одна кашу, съела, огни позадула и в углу прикорнула.<br>Пришла полночь - вломился медведь и говорит:<br>- Эй, где ты, девушка? Давай-ка в жмурку поиграем. Девица молчит, только со страху зубами стучит.<br>- А, ты вот где! На колокольчик, бегай, а я буду ловить. Взяла колокольчик, рука дрожит, колокольчик бесперечь звенит, а мышка отзывается:<br>- Злой девице живой не быть! Наутро шлет баба старика в лес:<br>- Ступай! Моя дочь два воза привезет, два табуна пригонит. Мужик уехал, а баба за воротами ждет. Вот собачка:<br>- Тяф, тяф, тяф! Хозяйкина дочь едет - в кузове костьми гремит, а старик на пустом возу сидит.<br>- Врешь ты, шавчонка! Моя дочь стада гонит и возы везет. Глядь - старик у ворот жене кузов подает; баба кузовок открыла, глянула на косточки и завыла, да так разозлилась, что с горя и злости на другой же день умерла; а старик с дочкою хорошо свой век доживал и знатного зятя к себе в дом примал."
        },

        {
        "st_nm" : "Заколдованная королевна",
        "st_txt":"Ж некоем королевстве служил у короля солдат в конной гвардии, прослужил двадцать пять лет верою и правдою; за его верную службу приказал король отпустить его в чистую отставку и отдать ему в награду ту самую лошадь, на которой в полку ездил, с седлом и со всею сбруею.<br>Простился солдат с своими товарищами и поехал на родину; день едет, и другой, и третий... вот и вся неделя прошла, и другая, и третья - не хватает у солдата денег, нечем кормить ни себя, ни лошади, а до дому далеко-далеко! Видит, что дело-то больно плохо, сильно есть хочется; стал по сторонам глазеть и увидел в стороне большой замок. “Ну-ка, - думает, - не заехать ли туда; авось хоть на время в службу возьмут - что-нибудь да заработаю”.<br>Поворотил к замку, въехал на двор, лошадь на конюшню поставил и задал ей корму, а сам в палаты пошел. В палатах стол накрыт, на столе и вина и еда, чего только душа хочет! Солдат наелся-напился. “Теперь, - думает, - и соснуть можно!”<br>Вдруг входит медведица:<br>- Не бойся меня, добрый молодец, ты на добро сюда попал: я не лютая медведица, а красная девица - заколдованная королевна. Если ты устоишь да переночуешь здесь три ночи, то колдовство рушится - я сделаюсь по-прежнему королевною и выйду за тебя замуж.<br>Солдат согласился; медведица ушла, и остался он один. Тут напала на него такая тоска, что на свет бы не смотрел, а чем дальше - тем сильнее.<br>На третьи сутки до того дошло, что решился солдат бросить все и бежать из замка; только как ни бился, как ни старался - не нашел выхода. Нечего делать, поневоле пришлось оставаться.<br>Переночевал и третью ночь; поутру является к нему королевна красоты неописанной, благодарит его за услугу и велит к венцу снаряжаться. Тотчас они свадьбу сыграли и стали вместе жить, ни о чем не тужить.<br>Через сколько-то времени вздумал солдат об своей родной стороне, захотел туда побывать; королевна стала его отговаривать:<br>- Оставайся, друг, не езди; чего тебе здесь не хватает?<br>Нет, не могла отговорить. Прощается она с мужем, дает ему мешочек - сполна семечком насыпан - и говорит:<br>- По какой дороге поедешь, по обеим сторонам кидай это семя: где оно упадет, там в ту же минуту деревья повырастут; на деревьях станут дорогие плоды красоваться, разные птицы песни петь, а заморские коты сказки сказывать.<br>Сел добрый молодец на своего заслуженного коня и поехал в дорогу; где ни едет, по обеим сторонам семя бросает, и следом за ним леса подымаются, так и ползут из сырой земли!<br>Едет день, другой, третий и увидал: в чистом поле караван стоит, на травке, на муравке купцы сидят, в карты поигрывают, а возле них котел висит; хоть огня и нет под котлом, а варево ключом кипит.<br>“Экое диво! - подумал солдат. - Огня не видать, а варево в котле так и бьет ключом; дай поближе взгляну”. Своротил коня в сторону, подъезжает к купцам:<br>- Здравствуйте, господа честные!<br>А того и невдомек, что это не купцы, а все черти.<br>- Хороша ваша штука: котел без огня кипит! Да у меня лучше есть.<br>Вынул из мешка одно зернышко и бросил наземь - в ту ж минуту выросло вековое дерево, на том дереве дорогие плоды красуются, разные птицы песни поют, заморские коты сказки сказывают.<br>Тотчас узнали его черти.<br>- Ах, - говорят меж собой, - да ведь это тот самый, что королевну избавил. Давайте-ка, братцы, опоим его за то зельем, и пусть он полгода спит.<br>Принялись его угощать и опоили волшебным зельем. Солдат упал на траву и заснул крепким, беспробудным сном, а купцы, караван и котел вмиг исчезли.<br>Вскоре после того вышла королевна в сад погулять; смотрит - на всех деревьях стали верхушки сохнуть. “Не к добру! - думает. - Видно, с мужем что худое приключилося! Три месяца прошло, пора бы ему и назад вернуться, а его нет как нету!”<br>Собралась королевна и поехала его разыскивать. Едет по той дороге, по какой и солдат путь держал, по обеим сторонам леса растут, и птицы поют, и заморские коты сказки мурлыкают.<br>Доезжает до того места, что деревьев не стало больше - извивается дорога по чистому полю, и думает: “Куда ж он девался? Не сквозь землю же провалился!” Глядь - стоит в сторонке такое же чудное дерево и лежит под ним ее милый друг.<br>Подбежала к нему и ну толкать-будить - нет, не просыпается; принялась щипать его, колоть под бока булавками, колола, колола - он и боли не чувствует, точно мертвый лежит, не ворохнется. Рассердилась королевна и с сердцов проклятье промолвила:<br>- Чтоб тебя, соню негодного, буйным ветром подхватило, в безвестные страны занесло!<br>Только успела вымолвить, как вдруг засвистали-зашумели ветры, и в один миг подхватило солдата буйным вихрем и унесло из глаз королевны.<br>Поздно одумалась королевна, что сказала слово нехорошее, заплакала горькими слезами, воротилась домой и стала жить одна-одинехонька.<br>А бедного солдата занесло вихрем далеко-далеко, за тридевять земель, в тридесятое государство, и бросило на косе промеж двух морей; упал он на самый узенький клинышек: направо ли сонный оборотится, налево ли повернется - тотчас в море свалится, и поминай как звали!<br>Полгода проспал добрый молодец, ни пальцем не шевельнул; а как проснулся, сразу вскочил прямо на ноги, смотрит - с обеих сторон волны подымаются, и конца не видать морю широкому; стоит да в раздумье сам себя спрашивает: “Каким чудом я сюда попал? Кто меня затащил?”<br>Пошел по косе и вышел на остров; на том острове - гора высокая да крутая, верхушкою до облаков хватает, а на горе лежит большой камень.<br>Подходит к этой горе и видит - три черта дерутся, клочья так и летят.<br>- Стойте, окаянные! За что вы деретесь?<br>- Да, вишь, третьего дня помер у нас отец, и остались после него три чудные вещи: ковер-самолет, сапоги-скороходы да шапка-невидимка, так мы поделить не можем.<br>- Эх, вы! Из таких пустяков бой затеяли. Хотите, я вас разделю? Все будете довольны, никого не обижу.<br>- А ну, земляк, раздели, пожалуйста!<br>- Ладно! Бегите скорей по сосновым лесам, наберите смолы по сто пудов и несите сюда.<br>Черти бросились по сосновым лесам, набрали смолы триста пудов и принесли к солдату.<br>- Теперь притащите из пекла самый большой котел.<br>Черти приволокли большущий котел - бочек сорок войдет! - и поклали в него всю смолу.<br>Солдат развел огонь и, как только смола растаяла, приказал чертям тащить котел на гору и поливать ее сверху донизу. Черти мигом и это исполнили.<br>- Ну-ка, - говорит солдат, - пихните теперь вон тот камень; пусть он с горы катится, а вы трое за ним вдогонку приударьте. Кто прежде всех догонит, тот выбирай себе любую из трех диковинок; кто второй догонит, тот из двух остальных бери, какая покажется; а затем последняя диковинка пусть достанется третьему.<br>Черти пихнули камень, и покатился он с горы шибко-шибко; бросились все трое вдогонку. Вот один черт нагнал, ухватился за камень - камень тотчас повернулся, подворотил его под себя и вогнал в смолу. Нагнал другой черт, а потом и третий, и с ними то же самое! Прилипли крепко-накрепко к смоле.<br>Солдат взял под мышку сапоги-скороходы да шапку-невидимку, сел на ковер-самолет и полетел искать свое царство.<br>Долго ли, коротко ли - прилетает к избушке; входит - в избушке сидит баба-яга - костяная нога, старая, беззубая.<br>- Здравствуй, бабушка! Скажи, как бы мне отыскать мою прекрасную королевну!<br>- Не знаю, голубчик! Видом ее не видала, слыхом про нее не слыхала. Ступай ты за столько-то морей, за столько-то земель - там живет моя средняя сестра, она знает больше моего; может, она тебе скажет.<br>Солдат сел на ковер-самолет и полетел; долго пришлось ему по белу свету странствовать. Захочется ли ему есть-пить, сейчас наденет на себя шапку-невидимку, спустится в какой-нибудь город, зайдет в лавки, наберет - чего только душа пожелает, на ковер - и летит дальше.<br>Прилетает к другой избушке, входит - там сидит баба-яга - костяная нога, старая, беззубая.<br>- Здравствуй, бабушка! Не знаешь ли, где найти мне прекрасную королевну?<br>- Нет, голубчик, не знаю. Поезжай-ка ты за столько-то морей, за столько-то земель - там живет моя старшая сестра; может она ведает.<br>- Эх ты, старая! Сколько лет на свете живешь, а доброго ничего не знаешь.<br>Сел на ковер-самолет и полетел к старшей сестре.<br>Долго-долго странствовал, много земель и много морей видел, наконец, прилетел на край света; стоит избушка, а дальше никакого ходу нет - одна тьма кромешная, ничего не видать! “Ну, - думает, - коли здесь не добьюсь толку, больше лететь некуда!”<br>Входит в избушку - там сидит баба-яга костяная нога, седая, беззубая.<br>- Здравствуй, бабушка! Скажи, где мне искать мою королевну?<br>- Подожди немножко; вот я созову всех своих ветров и у них спрошу. Ведь они по всему свету дуют, так должны знать, где она теперь проживает.<br>Вышла старуха на крыльцо, крикнула громким голосом, свистнула молодецким посвистом; вдруг со всех сторон поднялись-повеяли ветры буйные, только изба трясется!<br>- Тише, тише! - кричит баба-яга. И как только собрались ветры, начала их спрашивать:<br>- Ветры мои буйные, по всему свету вы дуете, не видали ль где прекрасную королевну?<br>- Нет, нигде не видали! - отвечают ветры в один голос.<br>- Да все ли вы налицо?<br>- Все, только южного ветра нет. Немного погодя прилетает южный ветер. Спрашивает его старуха:<br>- Где ты пропадал до сих пор? Еле дождалась тебя!<br>- Виноват, бабушка! Я зашел в новое царство, где живет прекрасная королевна; муж у ней без вести пропал, так теперь сватают ее разные цари и царевичи, короли и королевичи.<br>- А сколь далеко до нового царства?<br>- Пешему тридцать лет идти, на крыльях десять лет нестись; а я повею - в три часа доставлю.<br>Солдат начал просить, чтобы южный ветер взял его и донес в новое царство.<br>- Пожалуй, - говорит южный ветер, - я тебя донесу, коли дашь мне волю погулять в твоем царстве три дня и три ночи.<br>- Гуляй хоть три недели!<br>- Ну хорошо; вот я отдохну денька два-три, соберусь с силами, да тогда и в путь.<br>Отдохнул южный ветер, собрался с силами и говорит солдату:<br>- Ну, брат, собирайся, сейчас отправимся, да смотри не бойся, цел будешь!<br>Вдруг зашумел-засвистал сильный вихорь, подхватило солдата на воздух и понесло через горы и моря под самыми облаками, и ровно через три часа был он в новом царстве, где жила его прекрасная королевна.<br>Говорит ему южный ветер:<br>- Прощай, добрый молодец! Жалеючи тебя, не хочу гулять в твоем царстве.<br>- Что так?<br>- Потому, если я загуляю, ни одного дома в городе, ни одного дерева в садах не останется: все вверх дном поставлю!<br>- Ну прощай! Спасибо тебе! - сказал солдат, надел шапку-невидимку и пошел в белокаменные палаты.<br>Вот пока его не было в царстве, в саду все деревья стояли с сухими верхушками, а как он явился, тотчас ожили и начали цвесть.<br>Входит он в большую комнату, а там сидят за столом разные цари и царевичи, короли и королевичи, что приехали за прекрасную королевну свататься, сидят да сладкими винами угощаются. Какой жених ни нальет стакан, только к губам поднесет - солдат тотчас хвать кулаком по стакану и сразу вышибет. Все гости тому удивляются, а прекрасная королевна в ту ж минуту догадалася. “Верно, - думает, - мой друг воротился!”<br>Посмотрела в окно - в саду на деревьях все верхушки ожили, и стала она своим гостям загадку загадывать:<br>- Была у меня золотая нитка с золотой иголкой; я ту иглу потеряла и найти не чаяла, а теперь та игла нашлась. Кто отгадает эту загадку, за того замуж пойду.<br>Цари и царевичи, короли и королевичи долго над тою загадкою ломали свои мудрые головы, а разгадать никак не могли. Говорит королевна:<br>- Покажись, мой милый друг!<br>Солдат снял с себя шапку-невидимку, взял королевну за белые руки и стал целовать в уста сахарные.<br>- Вот вам и разгадка! - сказала прекрасная королевна. - Золотая нитка - это я, а золотая иголка - это мой верный муж. Куда иголочка - туда и ниточка.<br>Пришлось женихам оглобли поворачивать, разъехались они по своим дворам, а королевна стала с своим мужем жить-поживать да добра наживать."
        },

        {
        "st_nm" : "Иван - коровий сын",
        "st_txt":"В  некотором царстве жил царь с царицей, и не было у них детей. Сколько ни горевали, сколько знахарей ни звали - нет и нет у них детей.<br>Раз приходит к ним бабушка-задворенка.<br>- Пустите, - говорит, - невода в море, выловится рыбка - золотое перо. Сварите ее в семи водах, пусть царица поест, тогда и понесет.<br>Царь велел сплести невода, спустить в море, выловить рыбку - золотое перо. Рыбаки опустили невода в синее море - в первый раз ничего не попалось; опустили в другой раз - опять ничего не попалось; опустили в третий раз и выловили рыбку - золотое перо.<br>Взяли ее и принесли к царю. Он наградил рыбаков и приказал рыбку отнести в поварню, сварить в семи водах и подать царице. Повара рыбку вычистили, вымыли, сварили, а помои на двор выплеснули. Проходила мимо корова, помои полизала. Девка-чернавка положила рыбку на блюдо - отнести царице - да дорогой оторвала золотое перышко и попробовала. А царица рыбку съела.<br>И все три понесли в один день, в один час: корова, девка-чернавка и царица. И разрешились они в одно время тремя сыновьями: у царицы родился Иван-царевич, у девки-чернавки Иван - девкин сын; и корова родила человека, назвали его Иван - коровий сын.<br>Ребята уродились в одно лицо, голос в голос, волос в волос. Растут они не по дням, а по часам; как тесто на опаре поднимается, так и они растут.<br>Долго ли, коротко ли, стало им годков по десяти. Стали они с ребятами гулять, шутить шутки нехорошие. Какого парня возьмут за руку - рука прочь, возьмут за голову - голова прочь. Стал добрый народ на них жаловаться.<br>Вот Иван - коровий сын и говорит братьям:<br>- Чем нам у батюшки-царя жить, народ смущать, поедем лучше в чужие края.<br>Иван-царевич, Иван - девкин сын и Иван - коровий сын пришли к царю и просят, чтобы велел он сковать им три железные палицы и дал бы им благословеньице - ехать в чужие края, искать себе поединщиков.<br>Царь приказал сковать три железные палицы. Кузнецы неделю ковали, сделали три палицы; никто их за один конец приподнять не может, а Иван-царевич, Иван - девкин сын и Иван - коровий сын их между пальцами поворачивают, словно перо гусиное.<br>Вышли братья на широкий двор.<br>- Ну, братаны, - говорит Иван-царевич, - давайте силу пробовать, кому быть набольшим. Кто выше палицу забросит, тот и больший брат.<br>- Ладно, бросай ты первый.<br>Иван-царевич бросил, улетела палица высоко, едва видать, через час только назад упала. После него бросил Иван - девкин сын, улетела палица еще выше, совсем не видать, через два часа назад упала. А Иван - коровий сын стал бросать палицу, улетела она за облако, назад упала через три часа.<br>- Ну, Иван - коровий сын, быть тебе большим братом.<br>Оседлали братья коней, попросили у батюшки благословеньице и поехали в чистое поле - куда глаза глядят.<br>Ехали они по горам, по долам, по зеленым лугам, долго ли, коротко ли, скоро сказка сказывается, не скоро дело делается, - подъезжают они к реке Смородине. Через реку стоит калиновый мост, по берегам кости человеческие валяются, по колено будет навалено.<br>Увидали братья избушку, вошли в нее - пустехонька, и вздумали тут остановиться. Коней расседлали, сами поели, попили. Пришло дело к вечеру, Иван - коровий сын говорит братьям:<br>- Давайте каждую ночь поочередно ходить в дозор, не будет ли кто проезжать по этому мосту.<br>Бросили жребий; в первую ночь досталось идти в дозор Ивану-царевичу, во вторую ночь Ивану - девкину сыну, в третью Ивану - коровьему сыну.<br>Иван-царевич обулся, оделся и пошел в дозор на реку Смородину, на калиновый мост. Походил, походил, да и заснул. А Ивану - коровьему сыну в избушке не спится, в головах подушечка вертится. Встал он, обулся, оделся, взял палицу и пошел на мост. А там Иван-царевич спит. Взял его Иван - коровий сын под плечи и снес под мост, а сам стал караулить.<br>Вдруг на реке воды взволновались, на дубах орлы раскричались, мост загудел - выезжает чудо-юдо змей шестиглавый; под ним конь споткнулся, черный ворон на плече встрепенулся, позади хорт ощетинился.<br>Говорит им чудо-юдо:<br>- Что ты, волчья сыть, спотыкаешься? Ты, воронье перо, трепещешься? А ты, песья шерсть, ощетинилась? Слышите друга аль недруга?<br>- Слышим недруга.<br>- Врешь! Нет мне во всем свете ни спорщика, ни наговорщика, есть один только Иван - коровий сын. Так его костей сюда и ворон не занашивал, не только ему самому быть.<br>Тут Иван - коровий сын выскочил из-под моста:<br>- Я здесь!<br>Чудо-юдо его спрашивает:<br>- Зачем приехал, Иван - коровий сын? Сватать моих сестер али дочерей?<br>- Ох ты, чудо-юдо змей шестиглавый, в поле съезжаться - родней не считаться. Давай поспорим!<br>Вот они сошлись, поравнялись, жестоко ударились. Чуду-юду не посчастливилось: Иван - коровий сын с одного размаху снес ему три головы.<br>- Стой, Иван - коровий сын, дай мне роздыху.<br>- Нет тебе роздыху, чудо-юдо! По-нашему: бей да руби, себя не береги.<br>Тут они снова сошлись. Чудо-юдо ударил, вогнал Ивана - коровьего сына по колена в сырую землю, а Иван - коровий сын ударил, снес ему остальные три головы; туловище разрубил и в речку побросал, а шесть голов сложил под калиновый мост. Сам вернулся в избушку и лег спать.<br>Поутру возвращается Иван-царевич.<br>- Что, брат, не видал ли: кто ходил, кто ездил по калиновому мосту? - спрашивают братья.<br>- Никто, братцы, не ходил, не ездил. Мимо меня и муха не пролетывала. На другую ночь пошел в дозор Иван - девкин сын. Походил, походил, забрался в кусты и заснул.<br>А Ивану - коровьему сыну не спится, в головах подушечка вертится. Как пошло время за полночь, он обулся, оделся, взял палицу, вышел и стал под калиновый мост.<br>На реке воды взволновались, на дубах орлы раскричались, мост загудел - выезжает чудо-юдо змей девятиглавый. У коня дым из ушей валит, из ноздрей пламя пышет.<br>Вдруг конь под ним споткнулся, черный ворон на плече встрепенулся, позади хорт ощетинился.<br>- Что ты, волчья сыть, спотыкаешься? Ты, воронье перо, трепещешься? А ты, песья шерсть, ощетинилась? Слышите друга аль недруга?<br>- Слышим недруга. Не Иван ли здесь - коровий сын?<br>- Его костей сюда и ворон не занашивал, не только ему самому быть.<br>Тут Иван - коровий сын выскочил из-под моста:<br>- Врешь ты! Я здесь.<br>Чудо-юдо говорит ему.<br>- Зачем приехал? Сватать моих сестер али дочерей?<br>- Ох ты, чудо-юдо девятиглавое, в поле съезжаться - родней не считаться. Давай биться!<br>Вот они сошлись, поравнялись, жестоко ударились, кругом земля простонала. Иван - коровий сын размахнулся палицей - три головы чуду-юду, как кочки, снес: в другой раз размахнулся - еще три головы снес. А чудо-юдо ударил - по пояс вогнал его в сырую землю.<br>Иван - коровий сын захватил земли горсть и бросил ему в очи. Чудо-юдо схватился протирать глазища, Иван - коровий сын сбил ему остальные головы, туловище рассек на части, покидал в реку Смородину, а девять голов сложил под калиновый мост. Сам пошел в избушку и лег спать.<br>Наутро возвращается Иван - девкин сын.<br>- Что, брат, не видал ли: кто ходил, кто ездил по калиновому мосту?<br>- Нет, братцы мило меня и муха не пролетывала и комар не пропискивал. Иван - коровий сын повел братьев под калиновый мост, показал змеевы головы и давай стыдить:<br>- Эх вы, богатыри! Где вам воевать - вам дома на печи лежать!<br>На третью ночь собирается Иван - коровий сын идти на дозор. Воткнул он нож в стену, повесил на него белое полотенце, а под ним на полу миску поставил.<br>- Я на страшный бой иду. А вы, братья, всю ночь не спите, присматривайте, как будет с полотенца кровь течь: если половина миски набежит - ладно дело, если полная миска набежит - все ничего, а если через край польется - тогда спешите мне на помощь.<br>Вот стоит Иван - коровий сын под калиновым мостом; пошло время за полночь. На реке воды взволновались, на дубах орлы раскричались, мост загудел - выезжает чудо-юдо змей двенадцатиглавый. У коня его дым из ушей валит, из ноздрей пламя пышет, из-под копыт исколоть по копне летит.<br>Вдруг конь под ним споткнулся, на плече ворон встрепенулся, позади хорт ощетинился.<br>- Что ты, волчья сыть, спотыкаешься? Ты, воронье перо, трепещешься? А ты, песья шерсть, ощетинилась? Слышите друга аль недруга?<br>- Слышим недруга: здесь Иван - коровий сын.<br>- Врешь! Его костей сюда и ворон не занашивал.<br>- Ах ты, чудо-юдо двенадцатиглавое! - Иван - коровий сын отозвался, из-под моста выскочил. - Ворон моих костей не занашивал, я сам здесь погуливаю.<br>- Зачем пришел?<br>- Пришел на тебя, нечистая сила, поглядеть, твоей крепости испробовать.<br>- Так ты моих братьев убил? И меня думаешь победить? Я дуну только - от тебя и праху не останется.<br>- Я пришел с тобой не сказки сказывать, давай биться насмерть!<br>Иван - коровий сын размахнулся палицей, сбил чуду-юду три головы. Чудо-юдо подхватил эти головы, чиркнул по ним огненным пальцем - головы приросли, будто и с плеч не падали. Да в свой черед ударил Ивана - коровьего сына и вбил его по колена в сырую землю.<br>Тут ему плохо пришлось.<br>- Стой, нечистая сила, дай мне роздыху!<br>Чудо-юдо дал ему роздыху. Иван - коровий сын снял правую рукавицу и кинул в избушку. Рукавица двери-окна вышибла, а братья его спят, ничего не слышат.<br>Иван - коровий сын размахнулся в другой раз, сильнее прежнего, снес чуду-юду шесть голов. Чудоюдо подхватил их, чиркнул огненным пальцем - и опять все головы на местах; ударил в свой черед и вбил Ивана - коровьего сына по пояс в сырую землю.<br>- Стой, нечистая сила, дай мне роздыху!<br>Иван - коровий сын снял левую рукавицу, кинул - рукавица крышу у избушки снесла, а братья все спят, ничего не слышат.<br>Размахнулся он палицей в третий раз, еще сильнее того, и сбил чуду-юду девять голов. Чудо-юдо подхватил их, чиркнул огненным пальцем - головы опять приросли; а Ивана - коровьего сына вбил на этот раз по плечи в сырую землю.<br>- Стой, нечистая сила, дай мне третий раз роздыху!<br>Снял Иван - коровий сын шапку и кинул в избушку; от того удара избушка развалилась, вся по бревнам раскатилась.<br>Тут братья проснулись, глянули - все полотенце в крови, из миски кровь через край льется.<br>Испугались они, палицы взяли, поспешили на помочь старшему брату. А он тем временем приловчился и отсек чуду-юду огненный палец. Да вместе с братьями и давай сбивать ему головы... Бились они день до вечера и одолели чудо-юдо змея двенадцатиглавого, посшибали ему головы все до единой, туловище на части разрубили, побросали в реку Смородину.<br>Утром ранешенько братья оседлали коней и поехали в путь-дорогу. Вдруг Иван - коровий сын говорит:<br>- Стой, рукавицы забыл! Поезжайте, братья, шажком, я вас скоро догоню.<br>Он отъехал от них, слез с коня, пустил его в зеленые луга, сам обернулся воробушком и полетел через калиновый мост, через реку Смородину к белокаменным палатам; сел у открытого окошка и слушает.<br>А в палатах белокаменных сидела старая змеиха и три ее снохи, чудо-юдовы жены, и говорили между собой, как бы им злодея Ивана - коровьего сына с братьями погубить.<br>- Я напущу на них голод, - младшая сноха говорит, - а сама обернусь яблоней с наливными яблоками. Они съедят по яблочку - их на части разорвет.<br>Средняя сноха говорит:<br>- Я напущу на них жажду, сама обернусь колодцем, - пусть попробуют из меня выпить.<br>А старшая сноха:<br>- Я напущу на них сон, сама перекинусь мягкой постелью. Кто на меня ляжет - огнем сгорит.<br>А старая змеиха, чудо-юдова мать, говорит:<br>- Я обернусь свиньей, разину пасть от земли до неба, всех троих сожру.<br>Иван - коровий сын выслушал эти речи, полетел назад в зеленые луга, ударился об землю и стал по-прежнему добрым молодцем. Догнал братьев, и едут они дальше путем-дорогой. Ехали долго ли, коротко ли, стал их мучить голод, а есть нечего. Глядят, у дороги стоит яблоня, на ветвях - наливные яблоки. Иван-царевич и Иван - девкин сын пустились было яблоки рвать, а Иван - коровий сын вперед их заскакал и давай рубить яблоню крест-накрест, из нее только кровь брызжет.<br>- Видите, братья, какая это яблоня!<br>Едут они дальше по степям, по лугам, а день все жарче, терпения нет. Стала их мучить жажда. Вдруг видят - колодец, холодный ключ. Младшие братья кинулись к нему, а Иван - коровий сын вперед их соскочил с коня и давай этот колодец рубить, только кровь брызжет.<br>- Видите, братья, какой это колодец!<br>Вдруг день затуманился, жара спала, и пить не хочется. Поехали они дальше путем-дорогой. Настигает их темная ночь, стал их одолевать сон - мочи нет. Видят они - избенка, свет в окошке; в избенке стоит тесовая кровать, пуховая постель.<br>- Иван - коровий сын, давай здесь заночуем.<br>Он выскочил вперед братьев и давай рубить кровать вдоль и поперек, только кровь брызжет.<br>- Видели, братья, какая это пуховая постель!<br>Тут у них и сон прошел. Едут они дальше путем-дорогой и слышат - за ними погоня; летит старая змеиха, разинула рот от земли до неба. Иван - коровий сын видит, что им коротко приходится. Как спастись? И бросил он ей в пасть три пуда соли. Змеиха сожрала, пить захотела и побежала к синему морю.<br>Покуда она пила, братья далеко уехали; змеиха напилась и опять кинулась за ними. Они припустили коней и наезжают в лесу на кузницу. Иван - коровий сын с братьями зашел туда.<br>- Кузнецы, кузнецы, скуйте двенадцать прутьев железных да накалите клещи докрасна. Прибежит большая свинья и скажет: <br>Отдайте виноватого.<br> А вы ей говорите: <br>Пролижи языком двенадцать железных дверей да бери сама.<br>Вдруг прибегает старая змеиха, обернулась большой свиньей и кричит:<br>- Кузнецы, кузнецы, отдайте виноватого!<br>Кузнецы ей ответили, как научил их Иван - коровий сын:<br>- Пролижи языком двенадцать железных дверей да бери сама.<br>Змеиха начала лизать железные двери, пролизала все двенадцать дверей, язык просунула. Иван - коровий сын ухватил ее калеными щипцами за язык, а братья начали бить ее железными прутьями, пробили шкуру до костей. Убили змеиху, сожгли и пепел по ветру развеяли.<br>И поехали Иван - коровий сын, Иван - девкин сын и Иван-царевич домой. Стали жить да поживать, гулять да пировать. На том пиру и я был, мед-пиво пил, по усам текло, в рот не попало. Тут меня угощали: отняли лоханку от быка да налили молока. Я не пил, не ел, вздумал упираться, стали со мной драться. Я надел колпак, стали в шею толкать..."
        },

        {
        "st_nm" : "Иван - крестьянский сын и чудо-юдо",
        "st_txt":"В некотором царстве, в некотором государстве жили-были старик и старуха, и было у них три сына. Младшего звали Иванушка. Жили они - не ленились, целый день трудились, пашню пахали да хлеб засевали.<br>Разнеслась вдруг в том царстве-государстве весть: собирается чудо-юдо поганое на их землю напасть, всех людей истребить, города-села огнем спалить. Затужили старик со старухой, загоревали. А сыновья утешают их:<br>- Не горюйте, батюшка и матушка, пойдем мы на чудо-юдо, будем с ним биться насмерть. А чтобы вам одним не тосковать, пусть с вами Иванушка остается: он еще очень молод, чтоб на бой идти.<br>- Нет, - говорит Иван, - не к лицу мне дома оставаться да вас дожидаться, пойду и я с чудом-юдом биться!<br>Не стали старик со старухой Иванушку удерживать да отговаривать, и снарядили они всех троих сыновей в путь-дорогу. Взяли братья мечи булатные, взяли котомки с хлебом-солью, сели на добрых коней и поехали.<br>Ехали они, ехали и приехали в какую-то деревню. Смотрят - кругом ни одной живой души нет, все повыжжено, поломано, стоит одна маленькая избушка, еле держится. Вошли братья в избушку. Лежит на печке старуха да охает.<br>- Здравствуй, бабушка, - говорят братья.<br>- Здравствуйте, добрые молодцы! Куда путь держите?<br>- Едем мы, бабушка, на реку Смородину, на калинов мост. Хотим с чудом-юдом сразиться, на свою землю не допустить.<br>- Ох, молодцы, за дело взялись! Ведь он, злодей, всех разорил, разграбил, лютой смерти предал. Ближние царства - хоть шаром покати. И сюда заезжать стал. В этой стороне только я одна и осталась: видно, я чуду-юду и на еду не гожусь.<br>Переночевали братья у старухи, поутру рано встали и отправились снова в путь-дорогу.<br>Подъезжают к самой реке Смородине, к калинову мосту. По всему берегу лежат кости человеческие.<br>Нашли братья пустую избушку и решили остановиться в ней.<br>- Ну, братцы, - говорит Иван, - заехали мы в чужедальнюю сторону, надо нам ко всему прислушиваться да приглядываться. Давайте по очереди на дозор ходить, чтоб чудо-юдо через калинов мост не пропустить.<br>В первую ночь отправился на дозор старший брат. Прошел он по берегу, посмотрел на реку Смородину - все тихо, никого не видать, ничего не слыхать. Он лег под ракитов куст и заснул крепко, захрапел громко.<br>А Иван лежит в избушке, никак заснуть не может. Не спится ему, не дремлется. Как пошло время за полночь, взял он свой меч булатный и отправился к реке Смородине. Смотрит - под кустом старший брат спит, во всю мочь храпит. Не стал Иван его будить, спрятался под калинов мост, стоит, переезд сторожит.<br>Вдруг на реке воды взволновались, на дубах орлы закричали - выезжает чудо-юдо о шести головах. Выехал он на середину калинова моста - конь под ним споткнулся, черный ворон на плече встрепенулся, позади черный пес ощетинился.<br>Говорит чудо-юдо шестиголовое:<br>- Что ты, мой конь, споткнулся? Отчего, черный ворон, встрепенулся? Почему, черный пес, ощетинился? Или чуете, что Иван - крестьянский сын здесь? Так он еще не родился, а если и родился - так на бой не сгодился. Я его на одну руку посажу, другой прихлопну - только мокренько будет!<br>Вышел тут Иван - крестьянский сын, из-под моста и говорит:<br>- Не хвались, чудо-юдо поганое! Не подстрелив ясного сокола, рано перья щипать. Не узнав доброго молодца, нечего хулить его. Давай-ка лучше силы пробовать; кто одолеет, тот и похвалится.<br>Вот сошлись они, поравнялись да так жестоко ударились, что кругом земля простонала.<br>Чуду-юду не посчастливилось: Иван - крестьянский сын, с одного размаху сшиб ему три головы.<br>- Стой, Иван - крестьянский сын! - кричит чудо-юдо. - Дай мне роздыху!<br>- Что за роздых! У тебя, чудо-юдо, три головы, а у меня одна! Вот как будет у тебя одна голова, тогда и отдыхать станем.<br>Снова они сошлись, снова ударились.<br>Иван - крестьянский сын отрубил чуду-юду и последние три головы. После того рассек туловище на мелкие части и побросал в реку Смородину, а шесть голов под калинов мост сложил. Сам в избушку вернулся.<br>Поутру приходит старший брат. Спрашивает его Иван:<br>- Ну, что, не видел ли чего?<br>- Нет, братцы, мимо меня и муха не пролетала.<br>Иван ему ни словечка на это не сказал.<br>На другую ночь отправился в дозор средний брат. Походил он, походил, посмотрел по сторонам и успокоился. Забрался в кусты и заснул.<br>Иван и на него не понадеялся. Как пошло время за полночь, он тотчас снарядился, взял свой острый меч и пошел к реке Смородине. Спрятался под калинов мост и стал караулить.<br>Вдруг на реке воды взволновались, на дубах орлы раскричались - выезжает чудо-юдо девятиголовое. Только на калинов мост въехал - конь под ним споткнулся, черный ворон на плече встрепенулся, позади черный пес ощетинился... Чудо-юдо коня - по бокам, ворона - по перьям, пса - по ушам!<br>- Что ты, мой конь, споткнулся? Отчего, черный ворон, встрепенулся? Почему, черный пес, ощетинился? Или чуете, что Иван - крестьянский сын здесь? Так он еще не родился, а если и родился - так на бой не сгодился: я его одним пальцем убью!<br>Выскочил Иван - крестьянский сын из-под калинова моста:<br>- Погоди, чудо-юдо, не хвались, прежде за дело примись! Еще неведомо, чья возьмет.<br>Как махнет Иван своим булатным мечом раз, два, так и снес у чуда-юда шесть голов. А чудо-юдо ударил-по колена Ивана в сыру землю вогнал. Иван - крестьянский сын захватил горсть земли и бросил своему супротивнику прямо в глазищи. Пока чудо-юдо глазищи протирал да прочищал, Иван срубил ему и остальные головы. Потом взял туловище, рассек на мелкие части и побросал в реку Смородину, а девять голов под калинов мост сложил. Сам в избушку вернулся, лег и заснул.<br>Утром приходит средний брат.<br>- Ну, что, - спрашивает Иван, - не видал ли ты за ночь чего?<br>- Нет, возле меня ни одна муха не пролетала, ни один комар рядом не пищал.<br>- Ну, коли так, пойдемте со мной, братцы дорогие, я вам и комара и муху покажу!<br>Привел Иван братьев под калинов мост, показал им чудо-юдовы головы.<br>- Вот, - говорит, - какие здесь по ночам мухи да комары летают! Вам не воевать, а дома на печке лежать.<br>Застыдились братья.<br>- Сон, - говорят, - повалил...<br>На третью ночь собрался идти в дозор сам Иван.<br>- Я, - говорит, - на страшный бой иду, а вы, братцы, всю ночь не спите, прислушивайтесь: как услышите мой посвист - выпустите моего коня и сами ко мне на помощь спешите.<br>Пришел Иван - крестьянский сын к реке Смородине, стоит под калиновым мостом, дожидается.<br>Только пошло время за полночь, сыра земля закачалась, воды в реке взволновались, буйные ветры завыли, на дубах орлы закричали... Выезжает чудо-юдо двенадцатиголовое. Все двенадцать голов свистят, все двенадцать огнем-пламенем пышут. Конь чуда-юда о двенадцати крылах, шерсть у коня медная, хвост и грива железные. Только въехал чудо-юдо на калинов мост - конь под ним споткнулся, черный ворон на плече встрепенулся, черный пес позади ощетинился. Чудо-юдо коня плеткой по бокам, ворона - по перьям, пса - по ушам!<br>- Что ты, мой конь, споткнулся? Отчего, черный ворон, встрепенулся? Почему, черный пес, ощетинился? Или чуете, что Иван - крестьянский сын здесь? Так он еще не родился, а если и родился - так на бой не сгодился: я только дуну - его и праху не останется!<br>Вышел тут из-под калинова моста Иван - крестьянский сын:<br>- Погоди хвалиться: как бы не осрамиться!<br>- Это ты, Иван - крестьянский сын! Зачем пришел?<br>- На тебя, вражья сила, посмотреть, твоей крепости испробовать.<br>- Куда тебе мою крепость пробовать! Ты муха передо мной.<br>Отвечает Иван - крестьянский сын чуду-юду:<br>- Я пришел ни тебе сказки рассказывать, ни твои слушать. Пришел я насмерть воевать, от тебя, проклятого, добрых людей избавить!<br>Размахнулся Иван своим острым мечом и срубил чуду-юду три головы. Чудо-юдо подхватил эти головы, черкнул по ним своим огненным пальцем - и тотчас все головы приросли, будто и с плеч не падали.<br>Плохо пришлось Ивану - крестьянскому сыну: чудо-юдо свистом его оглушает, огнем жжет-палит, искрами осыпает, по колено в сыру землю вгоняет. А сам посмеивается:<br>- Не хочешь ли отдохнуть, поправиться, Иван - крестьянский сын?<br>- Что за отдых! По-нашему - бей, руби, себя не береги! - говорит Иван.<br>Свистнул он, гаркнул, бросил свою правую рукавицу в избушку, где братья остались. Рукавица все стекла в окнах повыбила, а братья спят, ничего не слышат.<br>Собрался Иван с силами, размахнулся еще раз, сильнее прежнего, и срубил чуду-юду шесть голов.<br>Чудо-юдо подхватил свои головы, черкнул огненным пальцем - и опять все головы на местах. Кинулся он тут на Ивана, забил его по пояс в сыру землю.<br>Видит Иван - дело плохо. Снял левую рукавицу, запустил в избушку. Рукавица крышу пробила, а братья все спят, ничего не слышат.<br>В третий раз размахнулся Иван - крестьянский сын еще сильнее и срубил чуду-юду девять голов. Чудо-юдо подхватил их, черкнул огненным пальцем - головы опять приросли. Бросился он тут на Ивана и вогнал его в землю по самые плечи.<br>Снял Иван свою шапку и бросил в избушку. От того удара избушка зашаталась, чуть по бревнам не раскатилась.<br>Тут только братья проснулись, слышат - Иванов конь громко ржет да с цепей рвется.<br>Бросились они на конюшню, спустили коня, а следом за ним и сами Ивану на помощь побежали.<br>Иванов конь прибежал, начал бить чудо-юдо копытами. Засвистел чудо-юдо, зашипел, стал искрами коня осыпать... А Иван - крестьянский сын тем временем вылез из земли, приловчился и отсек чуду-юду огненный палец. После того давай рубить ему головы, сшиб все до единой, туловище на мелкие части рассек и побросал все в реку Смородину.<br>Прибегают тут братья.<br>- Эх вы, сони! - говорит Иван. - Из-за вашего сна я чуть-чуть головой не поплатился.<br>Привели его братья к избушке, умыли, накормили, напоили и спать уложили.<br>Поутру ранёшенько Иван встал, начал одеваться-обуваться.<br>- Куда это ты в такую рань поднялся? - говорят братья. - Отдохнул бы после такого побоища.<br>- Нет, - отвечает Иван, - не до отдыха мне: пойду к реке Смородине свой платок искать - обронил таки.<br>- Охота тебе! - говорят братья. - Заедем в город - новый купишь.<br>- Нет, мне тот нужен!<br>Отправился Иван к реке Смородине, перешел на тот берег через калинов мост и прокрался к чудо-юдовым каменным палатам. Подошел к открытому окошку и стал слушать, не замышляют ли здесь еще чего. Смотрит - сидят в палатах три чудо-юдовы жены да мать, старая змеиха. Сидят они да сами сговариваются.<br>Старшая говорит:<br>- Отомщу я Ивану - крестьянскому сыну за моего мужа! Забегу вперед, когда он с братьями домой возвращаться будет, напущу жары, а сама оборочусь колодцем. Захотят они воды испить и с первого же глотка лопнут!<br>- Это ты хорошо придумала! - говорит старая змеиха.<br>Вторая сказала:<br>- А я забегу вперед и оборочусь яблоней. Захотят они по яблочку съесть - тут их и разорвет на мелкие частички!<br>- И ты хорошо вздумала! - говорит старая змеиха.<br>- А я, - говорит третья, - напущу на них сон да дрему, а сама забегу вперед и оборочусь мягким ковром с шелковыми подушками. Захотят братья полежать, отдохнуть - тут-то их и спалит огнем!<br>Отвечает ей змеиха:<br>- И ты хорошо придумала! Ну, невестки мои любезные, если вы их не сгубите, то завтра я сама догоню их и всех троих проглочу.<br>Выслушал Иван - крестьянский сын все это и вернулся к братьям.<br>- Ну что, нашел ты свой платочек? - спрашивают братья.<br>- Нашел.<br>- И стоило время на это тратить!<br>- Стоило, братцы!<br>После того собрались братья и поехали домой.<br>Едут они степями, едут лугами. А день такой жаркий, что терпенья нет, жажда измучила. Смотрят братья - стоит колодец, в колодце серебряный ковшик плавает. Говорят они Ивану:<br>- Давай, братец, остановимся, холодной водицы попьем и коней напоим.<br>- Неизвестно, какая в том колодце вода, - отвечает Иван. - Может, гнилая да грязная.<br>Соскочил он со своего коня доброго, начал этот колодец мечом сечь да рубить. Завыл колодец, заревел дурным голосом. Вдруг спустился туман, жара спала, и пить не хочется.<br>- Вот видите, братцы, какая вода в колодце была! - говорит Иван.<br>Поехали они дальше.<br>Долго ли, коротко ли - увидели яблоньку. Висят на ней яблоки спелые да румяные.<br>Соскочили братья с коней, хотели было яблочки рвать, а Иван - крестьянский сын забежал вперед и давай яблоню мечом сечь да рубить. Завыла яблоня, закричала...<br>- Видите, братцы, какая это яблоня? Невкусные на ней яблоки!<br>Сели братья на коней и поехали дальше.<br>Ехали они, ехали и сильно утомились. Смотрят - лежит на поле ковер мягкий, и на нем подушки пуховые.<br>- Полежим на этом ковре, отдохнем немного! - говорят братья.<br>- Нет, братцы, не мягко будет на этом ковре лежать! - отвечает Иван.<br>Рассердились на него братья:<br>- Что ты за указчик нам: того нельзя, другого нельзя!<br>Иван в ответ ни словечка не сказал, снял свой кушак и на ковер бросил. Вспыхнул кушак пламенем - ничего не осталось на месте.<br>- Вот и с вами то же было бы! - говорит Иван братьям.<br>Подошел он к ковру и давай мечом ковер да подушки на мелкие лоскутки рубить. Изрубил, разбросал в стороны и говорит:<br>- Напрасно вы, братцы, ворчали на меня! Ведь и колодец, и яблонька, и ковер этот - все чудо-юдовы жены были. Хотели они нас погубить, да не удалось им это: сами все погибли!<br>Поехали братья дальше.<br>Много ли, мало ли проехали - вдруг небо потемнело, ветер завыл, загудел: летит за ними сама старая змеиха. Разинула пасть от неба до земли - хочет Ивана с братьями проглотить. Тут молодцы, не будь дурны, вытащили из своих котомок дорожных по пуду соли и бросили змеихе в пасть.<br>Обрадовалась змеиха - думала, что Ивана - крестьянского сына с братьями захватила. Остановилась и стала жевать соль. А как распробовала да поняла, что это не добрые молодцы, снова помчалась в погоню.<br>Видит Иван, что беда неминучая, - припустил коня во всю прыть, а братья за ним. Скакали-скакали, скакали-скакали...<br>Смотрят - стоит кузница, а в той кузнице двенадцать кузнецов работают.<br>- Кузнецы, кузнецы, - говорит Иван, - пустите нас в свою кузницу!<br>Пустили кузнецы братьев, сами за ними кузницу на двенадцать железных дверей закрыли, на двенадцать кованых замков.<br>Подлетела змеиха к кузнице и кричит:<br>-- Кузнецы, кузнецы, отдайте мне Ивана - крестьянского сына с братьями! А кузнецы ей в ответ:<br>- Пролижи языком двенадцать железных дверей, тогда и возьмешь!<br>Принялась змеиха лизать железные двери. Лизала-лизала, лизала-лизала - одиннадцать дверей пролизала. Осталась всего одна дверь...<br>Устала змеиха, села отдохнуть.<br>Тут Иван - крестьянский сын выскочил из кузницы, поднял змеиху да со всего размаху ударил ее о сыру землю. Рассыпалась она мелким прахом, а ветер тот прах во все стороны развеял. С тех пор все чуда-юда да змеи в том краю повывелись, без страха люди жить стали.<br>А Иван - крестьянский сын с братьями вернулся домой, к отцу, к матери, и стали они жить да поживать, поле пахать да хлеб собирать.<br>И сейчас живут."
        },

        {
        "st_nm" : "Иван-царевич и серый волк",
        "st_txt":"Вил-был царь Берендей, у него было три сына, младшего звали Иваном.<br>И был у царя сад великолепный; росла в том саду яблоня с золотыми яблоками.<br>Стал кто-то царский сад посещать, золотые яблоки воровать. Царю жалко стало свой сад. Посылает он туда караулы. Никакие караулы не могут уследить похитника.<br>Царь перестал и пить, и есть, затосковал. Сыновья отца утешают:<br>- Дорогой наш батюшка, не печалься, мы сами станем сад караулить.<br>Старший сын говорит:<br>- Сегодня моя очередь, пойду стеречь сад от похитника.<br>Отправился старший сын. Сколько ни ходил с вечеру, никого не уследил, припал на мягкую траву и уснул.<br>Утром царь его спрашивает:<br>- Ну-ка, не обрадуешь ли меня: не видал ли ты похитника?<br>- Нет, родимый батюшка, всю ночь не спал, глаз не смыкал, а никого не видал.<br>На другую ночь пошел средний сын караулить и тоже проспал всю ночь, а наутро сказал, что не видал похитника.<br>Наступило время младшего брата идти стеречь. Пошел Иван-царевич стеречь отцов сад и даже присесть боится, не то что прилечь. Как его сон задолит, он росой с травы умоется, сон и прочь с глаз.<br>Половина ночи прошла, ему и чудится: в саду свет. Светлее и светлее. Весь сад осветило. Он видит - на яблоню села Жар-птица и клюет золотые яблоки.<br>Иван-царевич тихонько подполз к яблоне и поймал птицу за хвост. Жар-птица встрепенулась и улетела, осталось у него в руке одно перо от ее хвоста.<br>Наутро приходит Иван-царевич к отцу.<br>- Ну что, дорогой мой Ваня, не видал ли ты похитника?<br>- Дорогой батюшка, поймать не поймал, а проследил, кто наш сад разоряет. Вот от похитника память вам принес. Это, батюшка. Жар-птица.<br>Царь взял это перо и с той поры стал пить, и есть, и печали не знать. Вот в одно прекрасное время ему и раздумалось об этой об Жар-птице.<br>Позвал он сыновей и говорит им:<br>- Дорогие мои дети, оседлали бы вы добрых коней, поездили бы по белу свету, места познавали, не напали бы где на Жар-птицу.<br>Дети отцу поклонились, оседлали добрых коней и отправились в путь-дорогу: старший в одну сторону, средний в другую, а Иван-царевич в третью сторону.<br>Ехал Иван-царевич долго ли, коротко ли. День был летний. Приустал Иван-царевич, слез с коня, спутал его, а сам свалился спать.<br>Много ли, мало ли времени прошло, пробудился Иван-царевич, видит - коня нет. Пошел его искать, ходил, ходил и нашел своего коня - одни кости обглоданные.<br>Запечалился Иван-царевич: куда без коня идти в такую даль?<br>Ну что же, думает, взялся - делать нечего.<br>И пошел пеший. Шел, шел, устал до смерточки. Сел на мягкую траву и пригорюнился, сидит. Откуда ни возьмись бежит к нему серый волк:<br>- Что, Иван-царевич, сидишь пригорюнился, голову повесил?<br>- Как же мне не печалиться, серый волк? Остался я без доброго коня.<br>- Это я, Иван-царевич, твоего коня съел... Жалко мне тебя! Расскажи, зачем в даль поехал, куда путь держишь?<br>- Послал меня батюшка поездить по белу свету, найти Жар-птицу.<br>- Фу, фу, тебе на своем добром коне в три года не доехать до Жар-птицы. Я один знаю, где она живет. Так и быть - коня твоего съел, буду тебе служить верой-правдой. Садись на меня да держись крепче.<br>Сел Иван-царевич на него верхом, серый волк и поскакал - синие леса мимо глаз пропускает, озера хвостом заметает. Долго ли, коротко ли, добегают они до высокой крепости. Серый волк и говорит:<br>- Слушай меня, Иван-царевич, запоминай: полезай через стену, не бойся - час удачный, все сторожа спят. Увидишь в тереме окошко, на окошке стоит золотая клетка, а в клетке сидит Жар-птица. Ты птицу возьми, за пазуху положи, да смотри клетки не трогай!<br>Иван-царевич через стену перелез, увидел этот терем - на окошке стоит золотая клетка, в клетке сидит Жар-птица. Он птицу взял, за пазуху положил, да засмотрелся на клетку. Сердце его и разгорелось: <br>Ах, какая - золотая, драгоценная! Как такую не взять!<br> И забыл, что волк ему наказывал. Только дотронулся до клетки, пошел по крепости звук: трубы затрубили, барабаны забили, сторожа пробудились, схватили Ивана-царевича и повели его к царю Афрону.<br>Царь Афрон разгневался и спрашивает:<br>- Чей ты, откуда?<br>- Я царя Берендея сын, Иван-царевич.<br>- Ай, срам какой! Царский сын да пошел воровать.<br>- А что же, когда ваша птица летала, наш сад разоряла?<br>- А ты бы пришел ко мне, по совести попросил, я бы ее так отдал, из уважения к твоему родителю, царю Берендею. А теперь по всем городам пущу нехорошую славу про вас... Ну, да ладно, сослужишь мне службу, я тебя прощу. В таком-то царстве у царя Кусмана есть конь златогривый. Приведи его ко мне, тогда отдам тебе Жар-птицу с клеткой.<br>Загорюнился Иван-царевич, идет к серому волку. А волк ему:<br>- Я же тебе говорил, не шевели клетку! Почему не слушал мой наказ?<br>- Ну, прости же ты меня, прости, серый волк.<br>- То-то, прости... Ладно, садись на меня. Взялся за гуж, не говори, что не дюж.<br>Опять поскакал серый волк с Иваном-царевичем. Долго ли, коротко ли, добегают они до той крепости, где стоит конь златогривый.<br>- Полезай, Иван-царевич, через стену, сторожа спят, иди на конюшню, бери коня, да смотри уздечку не трогай!<br>Иван-царевич перелез в крепость, там все сторожа спят, зашел на конюшню, поймал коня златогривого, да позарился на уздечку - она золотом, дорогими камнями убрана; в ней златогривому коню только и гулять.<br>Иван-царевич дотронулся до уздечки, пошел звук по всей крепости: трубы затрубили, барабаны забили, сторожа проснулись, схватили Иван-царевича и повели к царю Кусману.<br>- Чей ты, откуда?<br>- Я Иван-царевич.<br>- Эка, за какие глупости взялся - коня воровать! На это простой мужик не согласится. Ну ладно, прощу тебя, Иван-царевич, если сослужишь мне службу. У царя Далмата есть дочь Елена Прекрасная. Похить ее, привези ко мне, подарю тебе златогривого коня с уздечкой.<br>Еще пуще пригорюнился Иван-царевич, пошел к серому волку.<br>- Говорил я тебе, Иван-царевич, не трогай уздечку! Не послушал ты моего наказа.<br>- Ну, прости же меня, прости, серый волк.<br>- То-то прости... Да уж ладно, садись мне на спину.<br>Опять поскакал серый волк с Иваном-царевичем. Добегают они до царя Далмата. У него в крепости в саду гуляет Елена Прекрасная с мамушками, нянюшками. Серый волк говорит:<br>- В этот раз я тебя не пущу, сам пойду. А ты ступай обратно путем-дорогой, я тебя скоро нагоню.<br>Иван-царевич пошел обратно путем-дорогой, а серый волк перемахнул через стену - да в сад. Засел за куст и глядит: Елена Прекрасная вышла со своими мамушками, нянюшками. Гуляла, гуляла и только приотстала от мамушек и нянюшек, серый волк ухватил Елену Прекрасную, перекинул через спину - и наутек.<br>Иван-царевич идет путем-дорогой, вдруг настигает его серый волк, на нем сидит Елена Прекрасная. Обрадовался Иван-царевич, а серый волк ему:<br>- Садись на меня скорей, как бы за нами погони не было.<br>Помчался серый волк с Иваном-царевичем, с Еленой Прекрасной обратной дорогой - синие леса мимо глаз пропускает, реки, озера хвостом заметает. Долго ли, коротко ли, добегают они до царя Кусмана. Серый волк спрашивает:<br>- Что, Иван-царевич, приумолк, пригорюнился?<br>- Да как же мне, серый волк, не печалиться? Как расстанусь с такой красотой? Как Елену Прекрасную на коня буду менять?<br>Серый волк отвечает:<br>- Не разлучу я тебя с такой красотой - спрячем ее где-нибудь, а я обернусь Еленой Прекрасной, ты и веди меня к царю.<br>Тут они Елену Прекрасную спрятали в лесной избушке. Серый волк перевернулся через голову и сделался точь-в-точь Еленой Прекрасной. Повел его Иван-царевич к царю Кусману. Царь обрадовался, стал его благодарить:<br>- Спасибо тебе, Иван-царевич, что достал мне невесту. Получай златогривого коня с уздечкой.<br>Иван-царевич сел на этого коня и поехал за Еленой Прекрасной. Взял ее, посадил на коня, и едут они путем-дорогой.<br>А царь Кусман устроил свадьбу, пировал весь день до вечера, а как надо было спать ложиться, повел он Елену Прекрасную в спальню, да только лег с ней на кровать, глядит - волчья морда вместо молодой жены? Царь со страху свалился с кровати, а волк удрал прочь.<br>Нагоняет серый волк Ивана-царевича и спрашивает:<br>- О чем задумался, Иван-царевич?<br>- Как же мне не думать? Жалко расставаться с таким сокровищем - конем златогривым, менять его на Жар-птицу.<br>- Не печалься, я тебе помогу.<br>Вот доезжают они до царя Афрона. Волк и говорит:<br>- Этого коня и Елену Прекрасную ты спрячь, а я обернусь конем златогривым, ты меня и веди к царю Афрону.<br>Спрятали они Елену Прекрасную и златогривого коня в лесу. Серый волк перекинулся через спину, обернулся златогривым конем. Иван-царевич повел его к царю Афрону. Царь обрадовался и отдал ему Жар-птицу с золотой клеткой.<br>Иван-царевич вернулся пеший в лес, посадил Елену Прекрасную на златогривого коня, взял золотую клетку с Жар-птицей и поехал путем-дорогой в родную сторону.<br> А царь Афрон велел подвести к себе дареного коня и только хотел сесть на него - конь обернулся серым волком. Царь, со страху, где стоял, там и упал, а серый волк пустился наутек и скоро догнал Ивана-царевича.<br>- Теперь прощай, мне дальше идти нельзя.<br>Иван-царевич слез с коня и три раза поклонился до земли, с уважением отблагодарил серого волка. А тот говорит:<br>- Не навек прощайся со мной, я еще тебе пригожусь.<br>Иван-царевич думает: <br>Куда же ты еще пригодишься? Все желанья мои исполнены.<br> Сел на златогривого коня, и опять поехали они с Еленой Прекрасной, с Жар-птицей. Доехал он до своих краев, вздумалось ему пополдневать. Было у него с собой немного хлебушка. Ну, они поели, ключевой воды попили и легли отдыхать.<br>Только Иван-царевич заснул, наезжают на него его братья. Ездили они по другим землям, искали Жар-птицу, вернулись с пустыми руками. Наехали и видят - у Ивана-царевича все добыто. Вот они и сговорились:<br>- Давай убьем брата, добыча вся будет наша.<br>Решились и убили Ивана-царевича. Сели на златогривого коня, взяли Жар-птицу, посадили на коня Елену Прекрасную и устрашили ее:<br>- Дома не сказывай ничего!<br>Лежит Иван-царевич мертвый, над ним уж вороны летают. Откуда ни возьмись прибежал серый волк и схватил ворона с вороненком.<br>- Ты лети-ка, ворон, за живой и мертвой водой. Принесешь мне живой и мертвой воды, тогда отпущу твоего вороненка.<br>Ворон, делать нечего, полетел, а волк держит его вороненка. Долго ли ворон летал, коротко ли, принес он живой и мертвой воды. Серый волк спрыснул мертвой водой раны Ивану-царевичу, раны зажили; спрыснул его живой водой - Иван-царевич ожил.<br>- Ох, крепко же я спал!..<br>- Крепко ты спал, - говорит серый волк. - Кабы не я, совсем бы не проснулся. Родные братья тебя убили и всю добычу твою увезли. Садись на меня скорей.<br>Поскакали они в погоню и настигли обоих братьев. Тут их серый волк растерзал и клочки по полю разметал.<br>Иван-царевич поклонился серому волку и простился с ним навечно. Вернулся Иван-царевич домой на коне златогривом, привез отцу своему Жар-птицу, а себе - невесту, Елену Прекрасную.<br>Царь Берендей обрадовался, стал сына спрашивать. Стал Иван-царевич рассказывать, как помог ему серый волк достать добычу, да как братья убили его сонного, да как серый волк их растерзал.<br>Погоревал царь Берендей и скоро утешился. А Иван-царевич женился на Елене Прекрасной, и стали они жить-поживать да горя не знать."
        },

        {
        "st_nm" : "Клад",
        "st_txt":"  некоем царстве жил-был старик со старухою в великой бедности.<br>Ни много, ни мало прошло времени - померла старуха. На дворе зима стояла лютая, морозная.<br>Пошел старик по соседям да по знакомым просить, чтоб пособили ему вырыть для старухи могилу. Только и соседи, и знакомые, зная его великую бедность, все начисто отказали.<br>Пошел старик к попу. А у них на селе был поп куда жадный, несовестливый.<br>- Потрудись, - говорит - батюшка, старуху похоронить.<br>- А есть ли у тебя деньги, чем за похороны заплатить? Давай, свет, вперед...<br>- Перед тобой нечего греха таить: нет у меня в доме ни единой копейки. Обожди маленько, заработаю - с лихвой заплачу. Право слово заплачу.<br>Поп не захотел и речей стариковых слушать:<br>- Коли нет денег, не смей и ходить сюда!<br>“Что делать? - думает старик. - Пойду на кладбище, вырою как-нибудь могилу и похороню сам старуху”.<br>Вот он захватил топор да лопату и пошел на кладбище. Пришел и начал могилу готовить: срубил сверху мерзлую землю топором, а там и за лопату взялся. Копал-копал и выкопал котелок. Глянул - а он полнехонько червонцами насыпан, как жар блестят!<br>Крепко старик обрадовался:<br>- Слава тебе, господи! Будет на что и похоронить, и помянуть старуху!<br>Не стал больше могилу рыть, взял котелок с золотом и понес домой.<br>Ну, с деньгами, знамое дело, все пошло как по маслу! Тотчас нашлись добрые люди: и могилу вырыли, и гроб смастерили. Старик послал невестку купить вина и кушаний и закусок разных - всего, как должно быть на поминках. А сам взял червонец в руку и потащился опять к попу.<br>Только в двери, а поп на него:<br>- Сказано тебе толком, старый черт, чтоб без денег не приходил, а ты опять лезешь!<br>- Не серчай, батюшка, - просит старик, - вот тебе золотой - похорони мою старуху. Век не забуду твоей милости.<br>Поп взял деньги и не знает, как старика принять-то, где посадить, какими речами умилить:<br>- Ну, старичок, будь в надежде, все будет сделано. Старик поклонился и пошел домой, а поп с попадьею стали про него разговаривать:<br>- Вишь, старый черт! - говорят. - Беден, беден, а золотой отвалил. Много на своем веку схоронил я именитых покойников, а столько ни от кого не получал.<br>Собрался поп со всем причетом и похоронил старуху как следует.<br>После похорон просит его старик к себе помянуть покойницу.<br>Вот пришли в избу, сели за стол, и откуда что взялось! - и вино-то, и кушанья, закуски разные, всего вдоволь.<br>Гость сидит, за троих обжирается, на чужое добро зазирается.<br>Отобедали гости и стали по своим домам расходиться. Вот и поп поднялся. Пошел старик его провожать, и только вышли на двор - поп видит, что со стороны никого больше нету, и начал старика допрашивать:<br>- Послушай, свет, покайся мне, не оставляй на душе ни единого греха - все равно, как перед богом, так и предо мною: отчего так скоро сумел ты поправиться? Был ты мужик скудный, а теперь на поди - откуда что взялось! Покайся-ка, свет, чью загубил ты душу, кого обобрал?<br>- Что ты, батюшка! Истинною правдою признаюсь тебе: я не крал, не грабил, не убивал никого. Клад сам в руки достался.<br>И рассказал, как все дело было.<br>Как услышал эти речи поп, даже затрясся от жадности. Воротился домой, ничего не делает - день и ночь думает:<br>“Такой лядащий мужичишка и получил эдакую силу денег! Как бы теперь ухитриться да отжилить у него котелок с золотом?”<br>Сказал про то попадье. Стали вдвоем совет держать. И присоветовали:<br>- Слушай, матушка, ведь у нас козел есть?<br>- Есть.<br>- Ну, ладно! Дождемся ночи - обработаем дело как надо.<br>Вечером поздно притащил поп в избу козла, зарезал и содрал с него шкуру совсем: с рогами и с бородой. Тотчас натянул козлиную шкуру на себя и говорит попадье:<br>- Бери, матушка, иглу с ниткой, закрепи кругом шкуру, чтоб не свалилась.<br>Попадья взяла толстую иглу да суровую нитку и обшила его козлиною шкурою.<br>Вот в самую глухую полночь пошел поп прямо к стариковой избе. Подошел под окно и ну стучать да царапаться.<br>Старик услыхал шум, вскочил и спрашивает:<br>- Кто там?<br>- Черт.<br>- Наше место свято! - завопил мужик и начал крест творить да молитвы читать.<br>- Слушай, старик, - говорит поп, - от меня, хоть молись, хоть крестись, - не избавишься. Отдай-ка лучше мой котелок с деньгами, не то я с тобой разделаюсь. Ишь, я над твоим горем сжалился, клад тебе показал, - думал - немного возьмешь на похороны, а ты все целиком и заграбил.<br>Глянул старик в окно - торчат козлиные рога с бородою; как есть нечистый.<br>“Ну его совсем и с деньгами-то, - думает старик. - Наперед того без денег жил и опосля без них проживу!”<br>Достал котелок с золотом, вынес на улицу, бросил на землю, а сам в избу поскорее.<br>Поп подхватил котелок и припустил домой.<br>Воротился.<br>- Ну, - говорит, - деньги в наших руках. На, матушка, спрячь подальше да бери острый нож, режь нитки да снимай с меня козлиную шкуру, пока никто не видал.<br>Попадья взяла нож, стала было по шву нитки резать - как польется кровь, как заорет поп:<br>- Матка, больно, не режь! Матка, больно, не режь!..<br>Начнет она пороть в ином месте - то же самое. Кругом к телу приросла козлиная шкура.<br>Уж чего они не делали, чего не пробовали, и деньги старику назад отнесли - нет, ничего не помогло. Так и осталась на попе козлиная шкура."
        },

        {
        "st_nm" : "Королевич и его дядька",
        "st_txt":"А серый волк пустился наутек и скоро догнал Ивана-царевичаыл мужик, у него было три сына: два умных, третий дурак.<br>Вот хорошо, зачал мужик горох сеять, и повадился к нему на горох незнамо кто. Видит отец, что все побито, повалено, потоптано, и стал говорить своим детям:<br>- Дети мои любезные! Надобно караулить, кто такой горох у нас топчет?<br>Сейчас большой брат пошел караулить. Приходит полуночное время, ударил его сон - горох потоптан, а он ничего не видал.<br>Опосля досталось караулить середнему брату - и середний ничего не видал.<br>- Сем-ка я пойду, - говорит дурак, - уж я не прогляжу!<br>- Хорошо ты поешь! Каково станется? - отвечают ему братья. И таки пошел дурак караулить, взял с собой воз лык да фунт табаку. Как стал его сон ударять, он стал табак больше нюхать.<br>Приезжает на горох Никанор-богатырь, пускает своего коня, а сам лег богатырским сном спать-лег и заснул. Сейчас это дурак взял и зачал его сонного лыками путлять. Упутлял его лыками и пришел к отцу.<br>- Ну, - говорит, - поймал я вора! Отец приходит, смотрит:<br>- Как же ты, дурак, мог этакую силу повалить? Вот донесли царю, что пойман этакий богатырь. Царь сейчас посылает:<br>- Кем он пойман?<br>Докладают ему, что пойман таким-то дураком. Тут сейчас царь приказывает:<br>- Приведите мне дурака! Привели; царь спрашивает:<br>- Как же это, дурак, как бы его сюда перевезть? Он ему говорит:<br>- А вот как надобно править: надобно - двенадцать лошадей, да шестьдесят человек народу, да чугунные дроги - тогда можно положить Никанора-богатыря на дроги и привезть сюда.<br>Привезли богатыря к царю.<br>- Как же, дурак, - спрашивает царь, - куда же его посадить и чем закрепить, чтоб не ушел? Дурак говорит:<br>- На двадцать аршин вели земли выкопать, той землей завали чугунные стены да накати накатники; крепко будет!<br>Завалили чугунные стены, накатили накатники, посадили туда Никанора-богатыря и поставили над ним полк солдат караульных. Дурак зацепил крюком, перервал лыки и развязал богатыря. Царь дурака наградил, домой отпустил.<br>Раз как-то гуляли царские дети по саду и пущали золотые стрелы, и попала стрела меньшого брата, Ивана-царевича, в окошечко Никанора-богатыря.<br>- Ах, Никанор-богатырь, отдай мою стрелку.<br>- Помоги мне, - говорит Никанор-богатырь, - прикажи хоть одну накатинку скатить - так отдам твою стрелку; пожалуй, еще три свои подарю!<br>Иван-царевич понатужился и сам снял одну накатину; Никанор-богатырь отдал ему золотую стрелку и говорит:<br>- Ну, Иван-царевич, будешь ты лакеем, пастухом и поваром, и опять будешь Иваном-царевичем.<br>Сейчас разломал Никанор-богатырь свою темницу, вылез оттуда и весь полк побил. Царь пришел, увидал и ужаснулся:<br>- Кем богатырь выпущен?<br>Тут валялись избитые, израненные: у того солдата рука оторвана, у того .нога изломана; говорят они царю:<br>- Так и так, Иван-царевич выпустил. Осердился царь, послал собирать с разных земель королей и принцев. Собрались короли и принцы; угостил их царь и стал с ними думать-гадать.<br>- Что мне, - говорит с сыном, Иваном-царевичем, делать? Ведь царских детей ни казнят, ни вешают.<br>Присоветовали ему: дать царевичу одного слугу, и пускай идет, куда сам знает!<br>Пошел Иван-царевич от своего отца; шел ни много, ни мало, и захотелось ему пить. Приходит к колодезю, глянул - далече вода, не достанешь, напиться нечем. Говорит он слуге своему:<br>- Ах, Ванька, как же быть?<br>- Ну, Иван-царевич, - говорит Ванька, - держи меня за ноги, я напьюся, а там и тебя напою; а то не достанешь - далече вода.<br>Сейчас это Ванька начал пить, напился, а там стал царевича держать. Иван-царевич напился:<br>- Ну, Ванька, вытаскивай меня! Он ему отвечает:<br>- Нет же! Будь ты Ванька, а я буду Иван-царевич.<br>- Что ты, дурак, пустое болтаешь!<br>- Сам болтаешь! Коли не хочешь, утоплю в колодезе!<br>- Нет же! Лучше не топи; будь ты Иван-царевич, а я буду Ванька. На том и поладили; приходят в большой град столичный, прямо в палаты царские; названый царевич идет впереди, кресты кладет не по-писаному, поклоны ведет не по-ученому, а настоящий царевич позади выступает, кресты кладет по-писаному, поклоны ведет по-ученому. Царь принимает их с охотою.<br>- Живите у меня, - говорит.<br>Сейчас Ванька-названник начал наговаривать:<br>- Ах, какой лакей у меня! Как хорошо скотину стережет! Если лошадей погонит, то у всякой лошади сделаются хвост золотой, грива золотая, по бокам часты звезды; а коров погонит, у всякой коровы сделаются рога золотые, хвост золотой, по бокам часты звезды.<br>Дал ему царь лошадей стеречь. Погнал Иван-царевич табун в чистое поле; все лошади от него разбежалися. Он сел и заплакал горько.<br>- Эх, Никанор-богатырь, что ты сделал надо мной! Как мне теперь быть?<br>Откуда не взялся - является перед ним Никанор-богатырь.<br>- Что, - говорит, - тебе надобно, Иван-царевич? Тот рассказал ему про свое горе.<br>- Ничего! Поедем-ка с тобой, соберем всех лошадей да погоним к моей меньшой сестре. Меньшая сестра все поделает, что тебе царь приказал.<br>Пригнали табун к меньшой сестре; она и впрямь все поделала, накормила-напоила гостей и домой проводила. Гонит Иван-царевич лошадей к царскому дворцу; у всякой лошади грива золота, хвост золотой, по бокам звезды. Названник Ванька под окном сидит.<br>- Ах, каналья, сделал-таки, сделал! Хитер, - говорит, - мудер! Ну, теперича приказывает ему царь коров гнать:<br>- Чтоб было то же сделано, а если не сделаешь - я тебя на воротах расстреляю!<br>Иван-царевич горько заплакал и погнал коров; целый день стерег.<br>- Ах, друг Никанор, явись передо мной!<br>Никанор-богатырь является; погнали к его середней сестре; она всем коровам поделала рожки золотые, хвосты золотые, по бокам - звезды;<br>накормила гостей, напоила и домой проводила.<br>Гонит Иван-царевич коров, а Ванька-названник под окном сидит.<br>- Ах, - говорит, - хотел погубить, да нет: и это сделал! Царь увидал:<br>- Вот так пастух! Вишь, каких лошадей да коров поставил - любо-дорого посмотреть! Говорит ему Ванька:<br>- Он мне и кушанье хорошо готовит! Царь сейчас отправил его в поварскую; пошел Иван-царевич к поварам под начало, а сам горько плачет.<br>- Господи! Я ничего не умею; это все на меня напраслину наговаривают.<br>Вот задумал царь отдать свою дочь за названника; а тут и пишет к нему трехглавый змей: “Если ты не отдашь своей дочери за меня, то я всю твою силу порублю и тебя самого в полон возьму”.<br>Говорит царь своему нареченному зятю:<br>-- Что же мне делать? Ванька отвечает:<br>- Батенька, выставим силу; может быть, и наша возьмет! Выставили силу, стали воевать. А Иван-царевич просится у поваров:<br>- Пустите меня, дяденьки, посмотреть сражение; я сроду не видал. Те говорят:<br>- Ступай, посмотри!<br>Сейчас приходит он на чистое поле и говорит:<br>- Друг Никанор, явись передо мной. Никанор-богатырь перед ним является.<br>- Что угодно тебе, Иван-царевич, то и буду делать. Он спрашивает:<br>- Как же нам разогнать все это сражение, побить неприятелей? Сослужи-ка мне эту службу.<br>- Это службишка, а не служба!<br>Поехал Никанор-богатырь и разогнал силу неприятельскую, всех побил, порубал.<br>- Ну, теперь надо свадьбу играть! - говорит царь.<br>Вдруг пишет шестиглавый змей: “Если ты не отдашь своей дочери за меня, то всю силу твою порублю и тебя самого в полон возьму!”<br>- Ах, как же нам быть? - спрашивает царь. Говорит Ванька:<br>- Нечего делать - надо силу выставлять; может быть, нам бог помогнёт!<br>Выставили против силы змеиной свою армию. Стал Иван-царевич проситься у поваров:<br>- Дяденьки, отпустите меня посмотреть.<br>- Ступай, да скорей назад приходи. Он пошел на чистое поле:<br>- Ах, друг Никанор, явись передо мной! Никанор-богатырь является:<br>- Что тебе угодно, все для тебя буду делать.<br>- Как бы нам порубить эту силу? Отвечает Никанор-богатырь:<br>- Поеду и потружусь для тебя!<br>Пустился на рать-силу змеиную и побил ее всю дочиста.<br>- Ну, - говорит царь, - теперь нам можно и свадьбу играть: никакой помехи не будет!<br>Взялись за свадьбу, а тут двенадцатиглавый змей пишет: “Если не отдашь за меня своей дочери, то всю твою силу побью, тебя самого в полон возьму, а царство твое головней выжгу!” Надобно опять выставлять армию. “Если станет змей побивать, - думает царь, - в ту же минуту отдам ему дочь добром, чтоб только царства не тронул”.<br>Иван-царевич просится у поваров:<br>Дяденьки, отпустите меня посмотреть.<br>- Ступай, да скорей назад приходи!<br>Вот приходит он на чистое поле, свистнул-гаркнул своим громким голосом:<br>- Друг Никанор, явись передо мной! Никанор-богатырь является:<br>- Ну, брат Иван-царевич, вот когда служба-то нам пришла! Садись и ты на коня, и поедем: я впереди - на двенадцатиглавого змея, а ты позади - на всех его богатырей.<br>А у того змея было двенадцать подручных богатырей. Сел Иван-царевич на коня и вслед за Никанором-богатырем поехал на неприятеля; стали биться, рубиться, изводить силу змеиную.<br>На том бою ранили Ивана-царевича в руку; он повернул коня и прямо наехал на царскую карету. Царевна сняла с себя шаль, разорвала пополам и половинкой завязала ему руку. Иван-царевич опять ударил на змея и побил все его войско; после приехал в свое место, лег спать и заснул крепким, богатырским сном.<br>Во дворце свадьба готовится; хватились его повара:<br>- Куда, - говорят, - делся наш молодой повар?<br>Побежали искать и нашли сонного; стали будить - никак не разбудят, стали толкать - никак не растолкают. Один повар взял колотушку:<br>- Сейчас пришибу его, пускай пропадает! Ударил его раз, другой; Иван-царевич проснулся.<br>- Ах, братцы, я проспал! - И просит: - Дяденьки, не сказывайте, что я так долго спал. Те говорят:<br>- Пойдем, дурак, скорее, чтобы нас за тебя не ругали! Привели его в поварскую и заставили кастрюли чистить. Иван-царевич засучил рукава и принялся за работу. Увидала царевна у него половинку своей шали:<br>- Покажи-ка, Ванька! Где ты этот платок взял? Тут он и признался:<br>- Не тот, - говорит, - названник - царевич, а я! - и рассказал ей все, как было.<br>Сейчас взяла царевна его за руку, повела к отцу:<br>- Вот мой нареченный жених, а не тот лакей! Царь стал у него спрашивать:<br>- Как у вас дело было?<br>- Так и так, - говорит.<br>Царь перевенчал свою дочь за Ивана-царевича, а названника расказнил.<br>И я там был, мед-вино пил, по усам текло, во рту не было; подали белужины - остался не ужинавши."
        },

        {
        "st_nm" : "Крошечка-Хаврошечка",
        "st_txt":"Вы знаете, что есть на свете люди и хорошие, есть и похуже, есть и такие, которые бога не боятся, своего брата не стыдятся: к таким-то и попала Крошечка-Хаврошечка. Осталась она сиротой маленькой; взяли ее эти люди, выкормили и на свет божий не пустили, над работою каждый день занудили, заморили; она и подает, и прибирает, и за всех и за все отвечает.<br>А были у хозяйки три дочери большие. Старшая звалась Одноглазка, средняя - Двуглазка, а меньшая - Триглазка; но они только и знали у ворот сидеть, на улицу глядеть, а Крошечка-Хаврошечка на них работала, их обшивала, для них и пряла и ткала, а слова доброго никогда не слыхала. Вот то-то и больно - ткнуть да толкнуть есть кому, а приветить да приохотить нет никого!<br>Выйдет, бывало, Крошечка-Хаврошечка в поле, обнимет свою рябую корову, ляжет к ней на шейку и рассказывает, как ей тяжко жить-поживать:<br>- Коровушка-матушка! Меня бьют, журят, хлеба не дают, плакать не велят. К завтрему дали пять пудов напрясть, наткать, побелить, в трубы покатать.<br>А коровушка ей в ответ:<br>- Красная девица! Влезь ко мне в одно ушко, а в другое вылезь - все будет сработано.<br>Так и сбывалось. Вылезет красная девица из ушка - все готово: и наткано, и побелено, и покатано.<br>Отнесет к мачехе; та поглядит, покряхтит, спрячет в сундук, а ей еще больше работы задаст. Хаврошечка опять придет к коровушке, в одно ушко влезет, в другое вылезет и готовенькое возьмет принесет.<br>Дивится старуха, зовет Одноглазку:<br>- Дочь моя хорошая, дочь моя пригожая! Доглядись, кто сироте помогает: и ткет, и прядет, и в трубы катает?<br>Пошла с сиротой Одноглазка в лес, пошла с нею в поле; забыла матушкино приказанье, распеклась на солнышке, разлеглась на травушке; а Хаврошечка приговаривает:<br>- Спи, глазок, спи, глазок!<br>Глазок заснул; пока Одноглазка спала, коровушка и наткала и побелила. Ничего мачеха не дозналась, послала Двуглазку. Эта тоже на солнышке распеклась и на травушке разлеглась, матернино приказанье забыла и глазки смежила; а Хаврошечка баюкает;<br>- Спи, глазок, спи, другой!<br>Коровушка наткала, побелила, в трубы покатала; а Двуглазка все еще спала.<br>Старуха рассердилась, на третий день послала Триглазку, а сироте еще больше работы дала. И Триглазка, как ее старшие сестры, попрыгала-попрыгала и на травушку пала. Хаврошечка поет:<br>- Спи, глазок, спи, другой! - а об третьем забыла. Два глаза заснули, а Третий глядит и все видит, все - как красная девица в одно ушко влезла, в другое вылезла и готовые холсты подобрала. Все, что видела, Триглазка матери рассказала; старуха обрадовалась, на другой же день пришла к мужу:<br>- Режь рябую корову! Старик так, сяк:<br>- Что ты, жена, в уме ли? Корова молодая, хорошая!<br>- Режь, да и только!<br>Наточил ножик...<br>Побежала Хаврошечка к коровушке:<br>- Коровушка-матушка! Тебя хотят резать.<br>- А ты, красная девица, не ешь моего мяса; косточки мои собери, в платочек завяжи, в саду их рассади и никогда меня не забывай, каждое утро водою их поливай.<br>Хаврошечка все сделала, что коровушка завещала: голодом голодала, мяса ее в рот не брала, косточки каждый день в саду поливала, и выросла из них яблонька, да какая - боже мой! Яблочки на ней висят наливные, листвицы шумят золотые, веточки гнутся серебряные; кто ни едет мимо - останавливается, кто проходит близко - тот заглядывается.<br>Случилось раз - девушки гуляли по саду; на ту пору ехал по полю барин - богатый, кудреватый, молоденький. Увидел яблочки, затрогал девушек:<br>- Девицы-красавицы! - говорит он. - Которая из вас мне яблочко поднесет, та за меня замуж пойдет.<br>И бросились три сестры одна перед другой к яблоньке. А яблочки-то висели низко, под руками были, а то вдруг поднялись высоко-высоко, далеко над головами стали. Сестры хотели их сбить - листья глаза засыпают, хотели сорвать - сучья косы расплетают; как ни бились, ни метались - ручки изодрали, а достать не могли.<br>Подошла Хаврошечка, и веточки приклонились, и яблочки опустились. Барин на ней женился, и стала она в добре поживать, лиха не знавать."
        },

        {
        "st_nm" : "Кузьма Скоробогатый",
        "st_txt":"Бил-проживал Кузьма один-одинешенек в темном лесу. Ни скинуть, ни надеть у него ничего не было, а постлать - и не заводил.<br>Вот поставил он капкан. Утром пошел посмотреть - попала лисица.<br>- Ну, лисицу теперь продам, деньги возьму, на то и жениться буду.<br>Лисица ему говорит:<br>- Кузьма, отпусти меня, я тебе великое добро доспею, сделаю тебя Кузьмой Скоробогатым, только ты изжарь мне одну курочку с масличком - пожирнее.<br>Кузьма согласился. Изжарил курочку. Лиса наелась мясца, побежала в царские заповедные луга и стала на тех заповедных лугах кататься.<br>- У-у-у! У царя была в гостях, чего хотела - пила и ела, завтра звали, опять пойду.<br>Бежит волк и спрашивает:<br>- Чего, кума, катаешься, лаешь?<br>- Как мне не кататься, не лаять! У царя была ' гостях, чего хотела - пила и ела, завтра звали, опять пойду.<br>Волк и просит:<br>- Лисанька, не сведешь ли меня к царю на обед?<br>- Станет царь из-за одного тебя беспокоиться! Собирайтесь вы - сорок волков, тогда поведу вас в гости к царю.<br>Волк стал по лесу бегать, волков собирать. Собрал сорок волков, привел их к лисице, и лиса повела их к царю.<br>Пришли к царю, лиса забежала вперед и говорит:<br>- Царь, добрый человек Кузьма Скоробогатый кланяется тебе сорока волками.<br>Царь обрадовался, приказал всех волков загнать в ограду, запереть накрепко и сам думает: 'Богатый человек Кузьма!'<br>А лисица побежала к Кузьме. Велела изжарить еще одну курочку с масличком - пожирнее, пообедала сытно и пустилась на царские заповедные луга.<br>Катается, валяется по заповедным лугам. Бежит медведь мимо, увидал лису и говорит:<br>- Эк ведь, проклятая хвостомеля, как обтрескалась!<br>А лиса ему:<br>- У-У-у! У царя была в гостях, чего хотела - пила и ела, завтра звали, опять пойду...<br>Медведь стал просить:<br>- Лиса, не сведешь ли меня к царю на обед?<br>- Для одного тебя царь и беспокоится не захочет.<br>Собери сорок черных медведей - поведу вас в гости к царю.<br>Медведь побежал в дуброву, собрал сорок черных медведей, привел их к лисе, и лисица повела их к царю. Сама забежала вперед и говорит:<br>- Царь, добрый человек Кузьма Скоробогатый кланяется тебе сорока медведями.<br>Царь весьма тому обрадовался, приказал загнать медведей и запереть накрепко. Сам думает:<br><br> Вот какой богатый человек Кузьма!<br><br>А лисица опять прибежала к Кузьме. И велела зажарить курочку с петушком, с масличком - пожирнее. Скушала на здоровье - и давай кататься в царских заповедных лесах.<br>Бежит мимо соболь с куницею:<br>- Эк, лукавая лиса, где так жирно накушалась?<br>- У-у-у! У царя была в гостях, чего хотела - пила и ела, завтра звали, опять пойду...<br>Соболь и куница стали упрашивать лису:<br>- Кумушка, своди нас к царю. Мы хоть посмотрим, как пируют.<br>Лиса им говорит:<br>- Соберите сорок сороков соболей да куниц - поведу вас к царю.<br>Согнали соболь и куница сорок сороков соболей и куниц. Лиса привела их к царю, сама забежала вперед:<br>- Царь, добрый человек Кузьма Скоробогатый кланяется тебе сорока сороками соболей да куниц.<br>Царь не может надивиться богатству Кузьмы Скоробогатого. Велел и этих зверей загнать, запереть накрепко.<br><br>Вот, думает, беда, какой богач Кузьма!<br><br>На другой день лисица опять прибегает к царю:<br>- Царь, добрый человек Кузьма Скоробогатый приказал тебе кланяться и просит ведро с обручами - мерять серебряные деньги. Свои-то ведра у него золотом заняты.<br>Царь без отказу дал лисе ведро с обручами. Лиса прибежала к Кузьме и велела мерять ведрами песок, чтобы высветлить у ведра бочок.<br>Как высветлило у ведра бочок, лиса заткнула за обруча сколько-то мелких денежек и понесла назад царю. Принесла и стала сватать у него прекрасную царевну за Кузьму Скоробогатого.<br>Царь видит - денег много у Кузьмы: за обруча западали, он и не заметил. Царь не отказывает, велит Кузьме изготовиться и приезжать.<br>Поехал Кузьма к царю. А лисица вперед забежала и подговорила работников подпилить мостик.<br>Кузьма только что въехал на мостик - он вместе с ним и рушился в воду.<br>Лисица стала кричать:<br>- Ахти! Пропал Кузьма Скоробогатый!<br>Царь услыхал и тотчас послал людей перехватить Кузьму. Вот они перехватили его, а лиса кричит:<br>- Ахти! Надо Кузьме одежу дать - какую получше.<br>Царь дал Кузьме свою одежу праздничную. Приехал Кузьма к царю. А у царя ни пива варить, ни вина курить - все готово.<br>...Обвенчался Кузьма с царевной и живет у царя неделю, живет другую.<br>- Ну, - говорит царь, - поедем теперь, любезный зять, к тебе в гости.<br>Кузьме делать нечего, надо собираться. Запрягли лошадей и поехали. А лисица отправилась вперед. Видит - пастухи стерегут стадо овец, - она их спрашивает:<br>- Пастухи, пастухи! Чье стадо пасете?<br>- Змея Горыныча.<br>- Сказывайте, что это стадо Кузьмы Скоробогатого, а то едут царь Огонь и царица Молоньйца: коли не скажете им, что это стадо Кузьмы Скоробогатого, они вас всех и с овцами-то сожгут и спалят!<br>Пастухи видят, что дело неминучее, и обещали сказывать про Кузьму Скоробогатого, как лиса научила.<br>А лиса пустилась вперед. Видит - другие пастухи стерегут коров.<br>- Пастухи, пастухи! Чье стадо пасете?<br>- Змея Горыныча.<br>- Сказывайте, что стадо это Кузьмы Скоробогатого, а то едут царь Огонь и царица Молоньйца: они вас всех с коровами сожгут и спалят, коли станете поминать Змея Горыныча!<br>Пастухи согласились. Лиса опять побежала вперед. Добегает до конского табуна Змея Горыныча, велит пастухам сказывать, что это табун Кузьмы Скоробогатого.<br>- А то едут царь Огонь да царица Молоньйца: они вас всех с конями сожгут и спалят!<br>И эти пастухи согласились. Лиса бежит вперед. Прибегает к Змею Горынычу прямо в белокаменные палаты:<br>- Здравствуй, Змей Горыныч!<br>- Что скажешь, лисанька?<br>- Ну, Змей Горыныч, теперь тебе надо скоро-наскоро прятаться. Едет грозный царь Огонь да царица Молоница, все жгут и палят. Стада твои с пастухами прижгли и спалили. Я не стала мешкать - пустилась к тебе сказать, что сама чуть от дыма не задохлась.<br>Змей Горыныч закручинился:<br>- Ах, лисанька, куда же я подеваюсь?<br>- Есть в твоем саду старый заповедный дуб, середина вся повыгнила; беги, схоронись в дупле, пока царь Огонь с царицей Молоньицей мимо не проедут.<br>Змей Горыныч со страху спрятался в это дупло, как лиса научила.<br>Кузьма Скоробогатый едет себе да едет с царем да с женой-царевной. Доезжают они до овечьего стада. Царевна спрашивает:<br>- Пастушки, чье стадо пасете?<br>- Кузьмы Скоробогатого.<br>Царь тому и рад:<br>- Ну, любезный зять, много же у тебя овец!<br>Едут дальше, доезжают до коровьего стада.<br>- Пастушки, чье стадо пасете?<br>- Кузьмы Скоробогатого.<br>- Ну, любезный зять, много же у тебя коров!<br>Едут они дальше; пастухи лошадей пасут.<br>- Чей табун?<br>- Кузьмы Скоробогатого.<br>- Ну, любезный зятюшка, много же у тебя коней!<br>Вот приехали ко дворцу Змея Горыныча. Лиса встречает гостей, низко кланяется, вводит их в палаты белокаменные, сажает их за столы дубовые, за скатерти браные...<br>Стали они пировать, пить-есть и веселиться. Пируют день, пируют другой, пируют они неделю.<br>Лиса и говорит Кузьме:<br>- Ну, Кузьма! Перестань гулять - надо дело исправлять, Ступай с царем в зеленый сад; в том саду стоит старый дуб, а в том дубе сидит Змей Горыныч, он от вас спрятался. Расстреляй дуб на мелкие части.<br>Кузьма пошел с царем в зеленый сад. Увидели они старый заповедный дуб, и стали они в тот дуб стрелять. Тут Змею Горынычу и смерть пришла.<br>Кузьма Скоробогатый стал жить-поживать с женой царевной в палатах белокаменных и лисаньку всякий день угощать курочкой."
        },

        {
        "st_nm" : "Лихо одноглазое",
        "st_txt":"Вил кузнец припеваючи, никакого лиха не знал.<br>- Что это, - говорит кузнец, - никакого я лиха на веку своем в глаза не видал! Хоть посмотрел бы, какое там такое лихо на свете.<br>Вот и пошел кузнец лиха искать. Шел, шел, зашел в дремучий лес; ночь близко, а ночевать негде и есть хочется. Смотрит по сторонам и видит: неподалеку стоит большущая изба. Постучал - никто не отзывается; отворил дверь, вошел - пусто, нехорошо! Забрался кузнец на печь и лег спать не ужинавши.<br>Стал было уже засыпать кузнец, как дверь отворилась, и вошло в избу целое стадо баранов, а за ними Лихо - баба огромная, страшная, об одном глазе. Понюхало Лихо по сторонам и говорит:<br>- Э, да у меня, никак, гости; будет мне, Лиху, что позавтракать: давненько я человеческого мяса не едало.<br>Вздуло Лихо лучину и стащило кузнеца с печи, словно ребенка малого.<br>- Добро пожаловать, нежданный гость! Спасибо, что забрел; чай, ты проголодался и отощал, - и щупает Лихо кузнеца, жирен ли, а у того от страха все животики подвело.<br>- Ну, нечего делать, давай сперва поужинаем, - говорит Лихо; принесло большое беремя дров, затопило печь, зарезало барана, убрало и изжарило.<br>Сели ужинать. Лихо по четверти барана за раз в рот кладет, а кузнецу кусок в горло не идет, даром что целый день ничего не ел. Спрашивает Лихо у кузнеца:<br>- Кто ты таков, добрый человек?<br>- Кузнец.<br>- А что умеешь ковать?<br>- Да все умею.<br>- Скуй мне глаз!<br>- Изволь, - говорит кузнец, - да есть ли у тебя веревка? Надо тебя связать, а то ты не дашься: я бы тебе вковал глаз.<br>Лихо принесло две веревки - одну толстую, а другую потоньше. Кузнец взял веревку потоньше, связал Лихо, да и говорит:<br>- А ну-ка, бабушка, повернись! Повернулось Лихо и разорвало веревку. Вот кузнец взял уже толстую веревку, скрутил бабушку хорошенько.<br>- А ну-ка теперь повернись!<br>Повернулось Лихо и не разорвало веревок.<br>Тогда кузнец нашел в избе железный шкворень, разжег его в печи добела, поставил Лиху на самый глаз, на здоровый, да как ударит по шкворню. Повернулось Лихо, разорвало все веревки, вскочило как бешеное, село на порог и крикнуло:<br>- Хорошо же, злодей! Теперь ты не уйдешь от меня.<br>Пуще прежнего испугался кузнец, сидит в углу ни жив ни мертв; так всю ночку и просидел - даром что спать хотелось. Поутру стало Лихо выпускать баранов на пашню, да все по одному: пощупает, точно ли баран, хватит за спину да и выкинет за двери. Кузнец вывернул свой тулуп шерстью вверх, надел в рукава и пошел на четвереньках. Лихо пощупало: чует - баран, схватило кузнеца за спину да и выкинуло из избы.<br>Вскочил кузнец, перекрестился и давай бог ноги. Прибежал домой; знакомые его спрашивают:<br>- Отчего это ты поседел?<br>- У Лиха переночевал, - говорит кузнец, - знаю я теперь, что такое лихо: и есть хочется, да не ешь, и спать хочется, да не спишь."
        },

        {
        "st_nm" : "Мальчик с пальчик",
        "st_txt":"Жил старик со старухою. Раз старуха рубила капусту и нечаянно отрубила палец. Завернула его в тряпку и положила на лавку.<br>Вдруг услышала - кто-то на лавке плачет. Развернула тряпку, а в ней лежит мальчик ростом с пальчик.<br>Удивилась старуха, испугалась:<br>- Ты кто таков?<br>- Я твой сынок, народился из твоего мизинчика.<br>Взяла его старуха, смотрит - мальчик крохотный-крохотный, еле от земли видно. И назвала его Мальчик с пальчик.<br>Стал он у них расти. Ростом мальчик не вырос, а разумом умнее большого оказался.<br>Вот он раз и говорит:<br>- Где мой батюшка?<br>- Поехал на пашню.<br>- Я к нему пойду, помогать стану.<br>- Ступай, дитятко.<br>Пришел он на пашню:<br>- Здравствуй, батюшка!<br>Осмотрелся старик кругом:<br>- Что за чудо! Голос слышу, а никого не вижу. Кто таков говорит со мной?<br>- Я - твой сынок. Пришел тебе помогать пахать. Садись, батюшка, закуси да отдохни маленько!<br>Обрадовался старик, сел обедать. А Мальчик с пальчик залез лошади в ухо и стал пахать, а отцу наказал:<br>- Коли кто будет торговать меня, продавай смело: небось! - не пропаду, назад домой приду.<br>Вот едет мимо барин, смотрит и дивуется: конь идет, соха орет, а человека нет!<br>- Этого еще видом не видано, слыхом не слыхано, чтобы лошадь сама собой пахала!<br>Старик говорит барину:<br>- Что ты, разве ослеп? То у меня сын пашет.<br>- Продай мне его!<br>- Нет, не продам: нам только и радости со старухой, только и утехи, что Мальчик с пальчик.<br>- Продай, дедушка!<br>- Ну, давай тысячу рублей.<br>- Что так дорого?<br>- Сам видишь: мальчик мал, да удал, на ногу скор, на посылку легок! Барин заплатил тысячу рублей, взял мальчика, посадил в карман и поехал домой.<br>А Мальчик с пальчик прогрыз дыру в кармане и ушел от барина.<br>Шел, шел, и пристигла его темная ночь. Спрятался он под былинку подле самой дороги и уснул.<br>Набежал голодный волк и проглотил его. Сидит Мальчик с пальчик в волчьем брюхе живой, и горя ему мало!<br>Плохо пришлось серому волку: увидит он стадо, овцы пасутся, пастух спит, а только подкрадется овцу унести - Мальчик с пальчик и закричит во все горло:<br>- Пастух, пастух, овечий дух! Спишь; - а волк овцу тащит!<br>Пастух проснется, бросится бежать на волка с дубиною да еще притравит его собаками, а собаки ну его рвать - только клочья летят! Еле-еле уйдет серый волк!<br>Совсем волк отощал, пришлось пропадать с голоду. Просит он Мальчика с пальчик:<br>- Вылези!<br>- Довези меня домой к отцу, к матери, так вылезу.<br>Делать нечего. Побежал волк в деревню, вскочил прямо к старику в избу.<br>Мальчик с пальчик тотчас выскочил из волчьего брюха:<br>- Бейте волка, бейте серого!<br>Старик схватил кочергу, старуха ухват - и давай бить волка. Тут его и порешили, сняли кожу да сынку тулуп сделали."
        },

        {
        "st_nm" : "Морозко",
        "st_txt":"Жмачехи была падчерица да родная дочка; родная что ни сделает, за все ее гладят по головке да приговаривают: “Умница!” А падчерица как ни угождает - ничем не угодит, все не так, все худо; а надо правду сказать, девочка была золото, в хороших руках она бы как сыр в масле купалась, а у мачехи кажный день слезами умывалась. Что делать? Ветер хоть пошумит, да затихнет, а старая баба расходится - не скоро уймется, все будет придумывать да зубы чесать. И придумала мачеха падчерицу со двора согнать:<br>- Вези, вези, старик, ее куда хочешь, чтобы мои глаза ее не видали, чтобы мои уши об ней не слыхали; да не вози к родным в теплую хату, а во чисто поле на трескун-мороз!<br>Старик затужил, заплакал; однако посадил дочку на сани, хотел прикрыть попонкой - и то побоялся; повез бездомную во чисто поле, свалил на сугроб, перекрестил, а сам поскорее домой, чтоб глаза не видали дочерниной смерти.<br>Осталась, бедненькая, трясется и тихонько молитву творит. Приходит Мороз, попрыгивает, поскакивает, на красную девушку поглядывает:<br>- Девушка, девушка, я Мороз красный нос!<br>- Добро пожаловать. Мороз; знать, бог тебя принес по мою душу грешную.<br>Мороз хотел ее тукнуть и заморозить; но полюбились ему ее умные речи, жаль стало! Бросил он ей шубу. Оделась она в шубу, подожмала ножки, сидит.<br>Опять пришел Мороз красный нос, попрыгивает-поскакивает, на красную девушку поглядывает:<br>- Девушка, девушка, я Мороз красный нос!<br>- Добро пожаловать. Мороз; знать, бог тебя принес по мою душу грешную.<br>Мороз пришел совсем не по душу, он принес красной девушке сундук высокий да тяжелый, полный всякого приданого. Уселась она в шубочке на сундучке, такая веселенькая, такая хорошенькая! Опять пришел Мороз красный нос, попрыгивает-поскакивает, на красную девушку поглядывает. Она его приветила, а он ей подарил платье, шитое и серебром и золотом. Надела она и стала какая красавица, какая нарядница! Сидит и песенки попевает.<br>А мачеха по ней поминки справляет; напекла блинов.<br>- Ступай, муж, вези хоронить свою дочь. Старик поехал. А собачка под столом:<br>- Тяв, тяв! Старикову дочь в злате, в серебре везут, а старухину женихи не берут!<br>- Молчи, дура! На блин, скажи: старухину дочь женихи возьмут, а стариковой одни косточки привезут!<br>Собачка съела блин да опять:<br>- Тяв, тяв! Старикову дочь в злате, в серебре везут, а старухину женихи не берут!<br>Старуха и блины давала, и била ее, а собачка все свое:<br>- Старикову дочь в злате, в серебре везут, а старухину женихи не возьмут!<br>Скрипнули ворота, растворилися двери, несут сундук высокий, тяжелый, идет падчерица - панья паньей сияет! Мачеха глянула - и руки врозь!<br>- Старик, старик, запрягай других лошадей, вези мою дочь поскорей! Посади на то же поле, на то же место.<br>Повез старик на то же поле, посадил на то же место. Пришел и Мороз красный нос, поглядел на свою гостью, попрыгал-поскакал, а хороших речей не дождал; рассердился, хватил ее и убил.<br>- Старик, ступай, мою дочь привези, лихих коней запряги, да саней не повали, да сундук не оброни! А собачка под столом:<br>- Тяв, тяв! Старикову дочь женихи возьмут, а старухиной в мешке косточки везут!<br>- Не ври! На пирог, скажи: старухину в злате, в серебре везут! Растворились ворота, старуха выбежала встреть дочь, да вместо ее обняла холодное тело. Заплакала, заголосила, да поздно!"
        },

        {
        "st_nm" : "Морской царь и Василиса Премудрая",
        "st_txt":"Ва тридевять земель, в тридесятом государстве жил-был царь с царицею; детей у них не было. Поехал царь по чужим землям, по дальним сторонам, долгое время домой не бывал; на ту пору родила ему царица сына, Ивана-царевича, а царь про то и не ведает.<br>Стал он держать путь в свое государство, стал подъезжать к своей земле, а день-то был жаркий-жаркий, солнце так и пекло! И напала на него жажда великая; что ни дать, только бы воды испить! Осмотрелся кругом и видит невдалеке большое озеро; подъехал к озеру, слез с коня, прилег на землю и давай глотать студеную воду. Пьет и не чует беды; а царь морской ухватил его за бороду.<br>- Пусти! - просит царь.<br>- Не пущу, не смей пить без моего ведома!<br>- Какой хочешь возьми откуп - только отпусти!<br>- Давай то, чего дома не знаешь.<br>Царь подумал-подумал... Чего он дома не знает? Кажись, все знает, все ему ведомо, - и согласился. Попробовал - бороду никто не держит; встал с земли, сел на коня и поехал восвояси.<br>Вот приезжает домой, царица встречает его с царевичем, такая радостная; а он как узнал про свое милое детище, так и залился горькими слезами. Рассказал царевне, как и что с ним было, поплакали вместе, да ведь делать-то нечего, слезами дела не поправишь.<br>Стали они жить по-старому; а царевич растет себе да растет, словно тесто на опаре - не по дням, а по часам, - и вырос большой.<br>“Сколько ни держать при себе, - думает царь, а отдавать надобно: дело неминучее!” Взял Ивана-царевича за руку, привел прямо к озеру.<br>- Поищи здесь, - говорит, - мой перстень; я ненароком вчера обронил.<br>Оставил одного царевича, а сам повернул домой.<br>Стал царевич искать перстень, идет по берегу, и попадается ему навстречу старушка.<br>- Куда идешь, Иван-царевич?<br>- Отвяжись, не докучай, старая ведьма! И без тебя досадно.<br>- Ну, оставайся с богом!<br>И пошла старушка в сторону.<br>А Иван-царевич пораздумался: “За что обругал я старуху?” Дай ворочу ее; старые люди хитры и догадливы! Авось что и доброе скажет”. И стал ворочать старушку:<br>- Воротись, бабушка, да прости мое слово глупое! Ведь я с досады вымолвил: заставил меня отец перстень искать, хожу-высматриваю, а перстня нет как нет!<br>- Не за перстнем ты здесь: отдал тебя отец морскому царю; выйдет морской царь и возьмет тебя с собою в подводное царство.<br>Горько заплакал царевич.<br>- Не тужи, Иван-царевич! Будет и на твоей улице праздник; только слушайся меня, старуху. Спрячься вон за тот куст смородины и притаись тихохонько. Прилетят сюда двенадцать голубиц - все красных девиц, а вслед за ними и тринадцатая; станут в озере купаться; а ты тем временем унеси у последней сорочку и до сих пор не отдавай, пока не подарит она тебе своего колечка. Если не сумеешь этого сделать, ты погиб навеки; у морского царя кругом всего дворца стоит частокол высокий, на целые на десять верст, и на каждой спице по голове воткнуто; только одна порожняя, не угоди на нее попасть!<br>Иван-царевич поблагодарил старушку, спрятался за смородиновый куст и ждет поры-времени.<br>Вдруг прилетают двенадцать голубиц; ударились о сыру землю и обернулись красными девицами, все до единой красоты несказанной: ни вздумать, ни взгадать, ни пером написать! Поскидали платья и пустились в озеро: играют, плещутся, смеются, песни поют.<br>Вслед за ними прилетела и тринадцатая голубица; ударилась о сыру землю, обернулась красивой девицей, сбросила с белого тела сорочку и пошла купаться; и была она всех пригожее, всех красивее!<br>Долго Иван-царевич не мог отвести очей своих, долго на нее заглядывался да припоминал, что говорила ему старуха, подкрался тихонько и унес сорочку.<br>Вышла из воды красная девица, хватилась - нет сорочки, унес кто-то; бросились все искать: искали, искали - не видать нигде.<br>- Не ищите, милые сестрицы! Улетайте домой; я сама виновата - недосмотрела, сама и отвечать буду.<br>Сестрицы - красные девицы ударились о сыру землю, сделались голубицами, взмахнули крыльями и полетели прочь. Осталась одна девица, осмотрелась кругом и промолвила:<br>- Кто бы ни был таков, у кого моя сорочка, выходи сюда; коли старый человек - будешь мне родной батюшка, коли средних лет - будешь братец любимый, коли ровня мне - будешь милый друг!<br>Только сказала последнее слово, показался Иван-царевич. Подала она ему золотое колечко и говорит:<br>- Ах, Иван-царевич! Что давно не приходил? Морской царь на тебя гневается. Вот дорога, что ведет в подводное царство; ступай по ней смело! Там и меня найдешь; ведь я дочь морского царя, Василиса Премудрая.<br>Обернулась Василиса Премудрая голубкою и улетела от царевича.<br>А Иван-царевич отправился в подводное царство; видит - и там свет такой же, как у нас; и там поля, и луга, и рощи зеленые, и солнышко греет.<br>Приходит он к морскому царю. Закричал на него морской царь:<br>- Что так долго не бывал? За вину твою вот тебе служба: есть у меня пустошь на тридцать верст и в длину и поперек - одни рвы, буераки да каменье острое! Чтоб к завтрему было там как ладонь гладко, и была бы рожь посеяна, и выросла б к раннему утру так высока, чтобы в ней галка могла схорониться. Если того не сделаешь - голова твоя с плеч долой!<br>Идет Иван-царевич от морского царя, сам слезами обливается. Увидала его в окно из своего терема высокого Василиса Премудрая и спрашивает:<br>- Здравствуй, Иван-царевич! Что слезами обливаешься?<br>- Как же мне не плакать? - отвечает царевич. - Заставил меня царь морской за одну ночь сровнять рвы, буераки и каменье острое и засеять рожью, чтоб к утру сна выросла и могла в ней галка спрятаться.<br>- Это не беда, беда впереди будет. Ложись с богом спать; утро вечера мудренее, все будет готово!<br>Лег спать Иван-царевич, а Василиса Премудрая вышла на крылечко и крикнула громким голосом:<br>- Гей вы, слуги мои верные! Ровняйте-ка рвы глубокие, сносите каменье острое, засевайте рожью колосистою, чтоб к утру поспело.<br>Проснулся на заре Иван-царевич, глянул - все готово: нет ни рвов, ни буераков, стоит поле как ладонь гладкое, и красуется на нем рожь - столь высока, что галка схоронится.<br>Пошел к морскому царю с докладом.<br>- Спасибо тебе, - говорит морской царь, - что сумел службу сослужить. Вот тебе другая работа: есть у меня триста скирдов, в каждом скирду по триста копен - все пшеница белоярая; обмолоти мне к завтрему всю пшеницу чисто-начисто, до единого зернышка, а скирдов не ломай и снопов не разбивай. Если не сделаешь - голова твоя с плеч долой!<br>- Слушаю, ваше величество! - сказал Иван-царевич; опять идет по двору да слезами обливается.<br>- О чем горько плачешь? - спрашивает его Василиса Премудрая.<br>- Как же мне не плакать? Приказал мне царь морской за одну ночь все скирды обмолотить, зерна не обронить, а скирдов не ломать и снопов не разбивать.<br>- Это не беда, беда впереди будет! Ложись спать с богом; утро вечера мудренее.<br>Царевич лег спать, а Василиса Премудрая вышла на крылечко и закричала громким голосом:<br>- Гей вы, муравьи ползучие! Сколько вас на белом свете ни есть - все ползите сюда и повыберите зерно из батюшкиных скирдов чисто-начисто.<br>Поутру зовет морской царь Ивана-царевича:<br>- Сослужил ли службу?<br>- Сослужил, ваше величество!<br>- Пойдем посмотрим.<br>Пришли на гумно - все скирды стоят нетронуты, пришли в житницу - все закрома полнехоньки зерном.<br>- Спасибо тебе, брат! - сказал морской царь. - Сделай мне еще церковь из чистого воску, чтобы к рассвету была готова: это будет твоя последняя служба.<br>Опять идет Иван-царевич по двору и слезами умывается.<br>- О чем горько плачешь? - спрашивает его из высокого терема Василиса Премудрая.<br>- Как мне не плакать, доброму молодцу? Приказал морской царь за одну ночь сделать церковь из чистого воску.<br>- Ну, это еще не беда, беда впереди будет. Ложись-ка спать; утро вечера мудренее.<br>Царевич улегся спать, а Василиса Премудрая вышла на крылечко и закричала громким голосом:<br>- Гей вы, пчелы работящие! Сколько вас на белом свете ни есть, все летите сюда и слепите из чистого воску церковь божию, чтоб к утру была готова.<br>Поутру встал Иван-царевич, глянул - стоит церковь из чистого воску, и пошел к морскому царю с до-хладом.<br>- Спасибо тебе, Иван-царевич! Каких слуг у меня не было, никто не сумел так угодить, как ты. Будь же за то моим наследником, всего царства оберегателем; выбирай себе любую из тринадцати дочерей моих в жены.<br>Иван-царевич выбрал Василису Премудрую; тотчас их обвенчали и на радостях пировали целых три дня.<br>Ни много ни мало прошло времени, стосковался Иван-царевич по своим родителям, захотелось ему на святую Русь.<br>- Что так грустен, Иван-царевич?<br>- Ах, Василиса Премудрая, взгрустнулось по отцу, по матери, захотелось па святую Русь.<br>- Вот эта беда пришла! Если уйдем мы, будет за нами погоня великая; морской царь разгневается и предаст нас смерти. Надо ухитряться!<br>Плюнула Василиса Премудрая в трех углах, заперла двери в своем тереме и побежала с Иваном-царевичем на святую Русь.<br>На другой день ранёхонько приходят посланные от морского царя - молодых подымать, во дворец к царю звать. Стучатся в двери:<br>- Проснитеся, пробудитеся! Вас батюшка зовет.<br>- Еще рано, мы не выспались: приходите после! - отвечает одна слюнка.<br>Вот посланные ушли, обождали час-другой и опять стучатся:<br>- Не пора-время спать, пора-время вставать!<br>- Погодите немного: встанем, оденемся! - отвечает другая слюнка.<br>В третий раз приходят посланные:<br>- Царь-де морской гневается, зачем так долго они прохлаждаются.<br>- Сейчас будем! - отвечает третья слюнка.<br>Подождали-подождали посланные и давай опять стучаться: нет отклика, нет отзыва! Выломали дверь, а в тереме пусто.<br>Доложили царю, что молодые убежали; озлобился он и послал за ними погоню великую.<br>А Василиса Премудрая с Иваном-царевичем уже далеко-далеко! Скачут на борзых конях без остановки, без роздыху.<br>- Ну-ка, Иван-царевич, припади к сырой земле да послушай, нет ли погони от морского царя?<br>Иван-царевич соскочил с коня, припал ухом к сырой земле и говорит:<br>- Слышу я людскую молвь и конский топ!<br>- Это за нами гонят! - сказала Василиса Премудрая и тотчас обратила коней зеленым лугом, Ивана-царевича - старым пастухом, а сама сделалась смирною овечкою.<br>Наезжает погоня:<br>- Эй, старичок! Не видал ли ты - не проскакал ли здесь добрый молодец с красной девицей?<br>- Нет, люди добрые, не видал, - отвечает Иван-царевич, - сорок лет, как пасу на этом месте, - ни одна птица мимо не пролётывала, ни один зверь мимо не прорыскивал!<br>Воротилась погоня назад:<br>- Ваше царское величество! Никого в пути не наехали, видали только: пастух овечку пасет.<br>- Что ж не хватали? Ведь это они были! - закричал морской царь и послал новую погоню.<br>А Иван-царевич с Василисой Премудрою давным-давно скачут на борзых конях.<br>- Ну, Иван-царевич, припади к сырой земле да послушай, нет ли погони от морского царя?<br>Иван-царевич слез с коня, припал ухом к сырой земле и говорит:<br>- Слышу я людскую молвь и конский топ.<br>- Это за нами гонят! - сказала Василиса Премудрая; сама сделалась церковью, Ивана-царевича обратила стареньким попом, а лошадей - деревьями.<br>Наезжает погоня:<br>- Эй, батюшка! Не видал ли ты, не проходил ли здесь пастух с овечкою?<br>- Нет, люди добрые, не видал; сорок лет тружусь в этой церкви - ни одна птица мимо не пролётывала, ни один зверь мимо не прорыскивал.<br>Повернула погоня назад:<br>- Ваше царское величество! Нигде не нашли пастуха с овечкою; только в пути и видели, что церковь да попа-старика.<br>- Что же вы церковь не разломали, попа не захватили? Ведь это они самые были! - закричал морской царь и сам поскакал вдогонь за Иваном-царевичем и Василисой Премудрою.<br>А они далеко уехали.<br>Опять говорит Василиса Премудрая:<br>- Иван-царевич! Припади к сырой земле - не слыхать ли погони!<br>Слез Иван-царевич с коня, припал ухом к сырой земле и говорит:<br>- Слышу я людскую молвь и конский топ пуще прежнего.<br>- Это сам царь скачет.<br>Оборотила Василиса Премудрая коней озером, Ивана-царевича - селезнем, а сама сделалась уткою.<br>Прискакал царь морской к озеру, тотчас догадался, кто таковы утка и селезень; ударился о сыру землю и обернулся орлом. Хочет орел убить их до смерти, да не тут-то было: что не разлетится сверху... вот-вот ударит селезня, а селезень в воду нырнет; вот-вот ударит утку, а утка в воду нырнет! Бился, бился, так ничего и не смог сделать. Поскакал царь морской в свое подводное царство, а Василиса Премудрая с Иваном-царевичем выждали доброе время и поехали на святую Русь.<br>Долго ли, коротко ли, приехали они в тридесятое царство.<br>- Подожди меня в этом лесочке, - говорит Иван-царевич Василисе Премудрой, - я пойду доложусь наперед отцу, матери.<br>- Ты меня забудешь, Иван-царевич!<br>- Нет, не забуду.<br>- Нет, Иван-царевич, не говори, позабудешь! Вспомни обо мне хоть тогда, как станут два голубка в окна биться!<br>Пришел Иван-царевич во дворец; увидали его родители, бросились ему на шею и стали целовать-миловать его; на радостях позабыл Иван-царевич про Василису Премудрую.<br>Живет день и другой с отцом, с матерью, а на третий задумал свататься к какой-то королевне.<br>Василиса Премудрая пошла в город и нанялась к просвирне в работницы. Стали просвиры готовить; она взяла два кусочка теста, слепила пару голубков и посадила в печь.<br>- Разгадай, хозяюшка, что будет из этих голубков?<br>- А что будет? Съедим их - вот и все!<br>- Нет, не угадала!<br>Открыла Василиса Премудрая печь, отворила окно - и в ту ж минуту голуби встрепенулися, полетели прямо во дворец и начали биться в окна; сколько прислуга царская ни старалась, ничем не могла отогнать их прочь.<br>Тут только Иван-царевич вспомнил про Василису Премудрую, послал гонцов во все концы расспрашивать да разыскивать и нашел ее у просвирни; взял за руки белые, целовал в уста сахарные, привел к отцу, к матери, и стали все вместе жить да поживать да добра наживать."
        }

    ]
}